return {
    [800022] = {
        id = 800022,
        text = "关闭",
    },
    [190000141] = {
        id = 190000141,
        text = "稍后下载",
    },
    [800023] = {
        id = 800023,
        text = "游戏公告",
    },
    [190000142] = {
        id = 190000142,
        text = "立即下载",
    },
    [800024] = {
        id = 800024,
        text = "资源已达上限，兑换失败！",
    },
    [190000143] = {
        id = 190000143,
        text = "发现               可下载，是否更新？",
    },
    [800025] = {
        id = 800025,
        text = "修改成功",
    },
    [190000144] = {
        id = 190000144,
        text = "1025版本更新内容",
    },
    [800026] = {
        id = 800026,
        text = "%s:%s:%s",
    },
    [190000145] = {
        id = 190000145,
        text = "更新资源失败是否重试",
    },
    [111000052] = {
        id = 111000052,
        text = "CDN连接失败,无法下载补充资源",
    },
    [190000146] = {
        id = 190000146,
        text = "正在下载补充资源",
    },
    [800028] = {
        id = 800028,
        text = "玩家等级达到%s级可升级",
    },
    [800029] = {
        id = 800029,
        text = "取消",
    },
    [800030] = {
        id = 800030,
        text = "%s分",
    },
    [800031] = {
        id = 800031,
        text = "天使技能点不足",
    },
    [800032] = {
        id = 800032,
        text = "需求等级",
    },
    [100000120] = {
        id = 100000120,
        text = "文件已损坏,是否清理重新下载？",
    },
    [800034] = {
        id = 800034,
        text = "需求技能",
    },
    [800035] = {
        id = 800035,
        text = "购买成功",
    },
    [800036] = {
        id = 800036,
        text = "%s-%s-%s",
    },
    [800037] = {
        id = 800037,
        text = "%sx%s",
    },
    [800038] = {
        id = 800038,
        text = "点击屏幕继续",
    },
    [800039] = {
        id = 800039,
        text = "/",
    },
    [800040] = {
        id = 800040,
        text = "%ss",
    },
    [800041] = {
        id = 800041,
        text = "%s-%s",
    },
    [800042] = {
        id = 800042,
        text = "兑换",
    },
    [800043] = {
        id = 800043,
        text = "已兑换",
    },
    [800044] = {
        id = 800044,
        text = "%s天%s时%s分",
    },
    [800045] = {
        id = 800045,
        text = "本次登录不再提示",
    },
    [800046] = {
        id = 800046,
        text = "已领取官网限定预约奖励，不可重复领取，奖励请查看邮箱",
    },
    [800047] = {
        id = 800047,
        text = "钻石不足啦！快来充值吧~",
    },
    [3005051] = {
        id = 3005051,
        text = "取消",
    },
    [800048] = {
        id = 800048,
        text = "钻石不足",
    },
    [800049] = {
        id = 800049,
        text = "%s-%s-%s %s：%s",
    },
    [800050] = {
        id = 800050,
        text = "%s:%s后恢复1点",
    },
    [800051] = {
        id = 800051,
        text = "%s:%s:%s后恢复满",
    },
    [800052] = {
        id = 800052,
        text = "体力已满，不再自动恢复",
    },
    [800053] = {
        id = 800053,
        text = "精力已满，不再自动恢复",
    },
    [800054] = {
        id = 800054,
        text = "[%s]",
    },
    [100000067] = {
        id = 100000067,
        text = "%s版本更新内容",
    },
    [800056] = {
        id = 800056,
        text = "%s:%s'%s",
    },
    [800057] = {
        id = 800057,
        text = "没有可领取的奖励",
    },
    [800058] = {
        id = 800058,
        text = "删除成功",
    },
    [800059] = {
        id = 800059,
        text = "没有附件可以领取",
    },
    [800060] = {
        id = 800060,
        text = "加载本地文件完成，准备开始游戏",
    },
    [800061] = {
        id = 800061,
        text = "正在加载本地文件（不消耗流量）",
    },
    [800062] = {
        id = 800062,
        text = "数据已更新，请重启游戏!",
    },
    [800063] = {
        id = 800063,
        text = "失败",
    },
    [800064] = {
        id = 800064,
        text = "未处理的关卡类型",
    },
    [800065] = {
        id = 800065,
        text = "发送",
    },
    [800066] = {
        id = 800066,
        text = "精灵突破",
    },
    [800067] = {
        id = 800067,
        text = "精灵进阶",
    },
    [800068] = {
        id = 800068,
        text = "更换成功",
    },
    [800069] = {
        id = 800069,
        text = "%s天%s时",
    },
    [800070] = {
        id = 800070,
        text = "获取",
    },
    [800071] = {
        id = 800071,
        text = "进阶",
    },
    [800072] = {
        id = 800072,
        text = "合成",
    },
    [800073] = {
        id = 800073,
        text = "解锁",
    },
    [800074] = {
        id = 800074,
        text = "不能超过当前最大等级",
    },
    [800075] = {
        id = 800075,
        text = "已达到最高品阶",
    },
    [800076] = {
        id = 800076,
        text = "暂未获得此精灵",
    },
    [800077] = {
        id = 800077,
        text = "技能说明",
    },
    [800078] = {
        id = 800078,
        text = "技能效果",
    },
    [800079] = {
        id = 800079,
        text = "角色特点",
    },
    [800080] = {
        id = 800080,
        text = "能量机制",
    },
    [800081] = {
        id = 800081,
        text = "技能",
    },
    [800082] = {
        id = 800082,
        text = "确定要跳过新手教学吗？",
    },
    [800083] = {
        id = 800083,
        text = "激活码不能为空",
    },
    [800084] = {
        id = 800084,
        text = "%s版本更新了以下内容",
    },
    [800085] = {
        id = 800085,
        text = "重试",
    },
    [800086] = {
        id = 800086,
        text = "点 击 屏 幕 继 续",
    },
    [100000019] = {
        id = 100000019,
        text = "与服务器断开连接",
    },
    [800087] = {
        id = 800087,
        text = "请输入6-12位字母数字",
    },
    [800088] = {
        id = 800088,
        text = "请输入激活码",
    },
    [800089] = {
        id = 800089,
        text = "用户名不能为空",
    },
    [800090] = {
        id = 800090,
        text = "请选择服务器",
    },
    [800091] = {
        id = 800091,
        text = "配置文件下載中",
    },
    [800092] = {
        id = 800092,
        text = "正在检测最新资源",
    },
    [800093] = {
        id = 800093,
        text = "已完成%d%%",
    },
    [270001] = {
        id = 270001,
        text = "下载提示",
    },
    [800095] = {
        id = 800095,
        text = "正在下载...",
    },
    [800096] = {
        id = 800096,
        text = "检测到有新的更新内容，共",
    },
    [800097] = {
        id = 800097,
        text = "下载完成解压资源",
    },
    [800098] = {
        id = 800098,
        text = "活动",
    },
    [800099] = {
        id = 800099,
        text = "公告",
    },
    [270004] = {
        id = 270004,
        text = "需要下载新数据以便您体验新的内容，本次下载资源大小为%s，是否开始下载？",
    },
    [800101] = {
        id = 800101,
        text = "[私聊]",
    },
    [800102] = {
        id = 800102,
        text = "[帮会]",
    },
    [800103] = {
        id = 800103,
        text = "[世界]",
    },
    [270006] = {
        id = 270006,
        text = "资源包已下载完成，请重启客户端体验游戏。",
    },
    [800105] = {
        id = 800105,
        text = "不能在系统频道发言",
    },
    [270007] = {
        id = 270007,
        text = "检测到您的设备储存空间不足，无法完成本次下载，建议您清理一下设备的储存空间。",
    },
    [800107] = {
        id = 800107,
        text = "登录失败",
    },
    [270008] = {
        id = 270008,
        text = "网络连接异常，无法完成本次下载，请检查您的设备网络连接状态之后重试。",
    },
    [800109] = {
        id = 800109,
        text = "分享成功",
    },
    [270009] = {
        id = 270009,
        text = "检测到当前未在WiFi环境，是否继续下载？\n\n*建议在wifi环境下载",
    },
    [800111] = {
        id = 800111,
        text = "是否退出游戏？",
    },
    [800112] = {
        id = 800112,
        text = "是",
    },
    [800113] = {
        id = 800113,
        text = "否",
    },
    [800114] = {
        id = 800114,
        text = "连接登录服务器失败",
    },
    [800115] = {
        id = 800115,
        text = "本次测试服务器将于%d月%d日%d时开放，感谢您的关注！",
    },
    [800116] = {
        id = 800116,
        text = "验证失败",
    },
    [800117] = {
        id = 800117,
        text = "没有剩余次数",
    },
    [800118] = {
        id = 800118,
        text = "月卡剩余%s天",
    },
    [800119] = {
        id = 800119,
        text = "%d天%d小时%d分后结束",
    },
    [800120] = {
        id = 800120,
        text = "无法连接到战斗服务器",
    },
    [190000887] = {
        id = 190000887,
        text = "解压完成。 ",
    },
    [800121] = {
        id = 800121,
        text = "连接服务器失败",
    },
    [190000886] = {
        id = 190000886,
        text = "解压失败，请重启游戏。 ",
    },
    [800122] = {
        id = 800122,
        text = "与服务器断开",
    },
    [190000885] = {
        id = 190000885,
        text = "资源解压中，首次解压耗时较久，请耐心等待，中途请勿退出游戏。",
    },
    [800123] = {
        id = 800123,
        text = "重连第%d次",
    },
    [800027] = {
        id = 800027,
        text = "%s时%s分",
    },
    [800124] = {
        id = 800124,
        text = "登录游戏服失败",
    },
    [800104] = {
        id = 800104,
        text = "发送内容不能为空",
    },
    [800125] = {
        id = 800125,
        text = "前往购买",
    },
    [800106] = {
        id = 800106,
        text = "没有id为%s的音效",
    },
    [800126] = {
        id = 800126,
        text = "string提示语言包",
    },
    [800108] = {
        id = 800108,
        text = "登录成功",
    },
    [800127] = {
        id = 800127,
        text = "登陆信息不完整",
    },
    [800110] = {
        id = 800110,
        text = "结束游戏",
    },
    [800128] = {
        id = 800128,
        text = "客户端异常",
    },
    [800001] = {
        id = 800001,
        text = "找不到id为%s的道具",
    },
    [800129] = {
        id = 800129,
        text = "客户端版本号低于:3.50，请下载最新客户端",
    },
    [800002] = {
        id = 800002,
        text = "当前版本暂不开放，敬请期待。",
    },
    [800130] = {
        id = 800130,
        text = "高级看板无法设置场景哟~",
    },
    [800003] = {
        id = 800003,
        text = "%s级解锁",
    },
    [800131] = {
        id = 800131,
        text = "手机当前内存较低，建议您关闭队友特效",
    },
    [800004] = {
        id = 800004,
        text = "%s解锁",
    },
    [800132] = {
        id = 800132,
        text = "反转值70精灵会情绪失控\n反转值100将会彻底反转不再回复消息\n聊天或反转抑制剂可以降低反转值",
    },
    [800005] = {
        id = 800005,
        text = "%s/%s",
    },
    [800133] = {
        id = 800133,
        text = "心动值越高精灵的回复越亲密\n与精灵交流可以增加心动值\n心动值分为三个等级：陌生、友善、暧昧",
    },
    [800006] = {
        id = 800006,
        text = "Lv.%s",
    },
    [800134] = {
        id = 800134,
        text = "精灵的心情值和好感度已经无法再提高啦~",
    },
    [800007] = {
        id = 800007,
        text = "x%s",
    },
    [800135] = {
        id = 800135,
        text = "实名认证信息查询失败，请再次点击尝试！",
    },
    [800008] = {
        id = 800008,
        text = "+%s",
    },
    [800136] = {
        id = 800136,
        text = "服务器已达到注册上限",
    },
    [800009] = {
        id = 800009,
        text = "等级提升",
    },
    [800137] = {
        id = 800137,
        text = "钻石自动抵扣中",
    },
    [800010] = {
        id = 800010,
        text = "确定",
    },
    [800138] = {
        id = 800138,
        text = "剩余:-%s",
    },
    [800011] = {
        id = 800011,
        text = "系统提示",
    },
    [800100] = {
        id = 800100,
        text = "[系统]",
    },
    [800012] = {
        id = 800012,
        text = "体力上限：",
    },
    [100000083] = {
        id = 100000083,
        text = "无",
    },
    [800013] = {
        id = 800013,
        text = "体力恢复：",
    },
    [270002] = {
        id = 270002,
        text = "检测到您的账号非新建账号，需要下载全部资源才能正常游戏，本次下载资源大小为%s，是否开始下载？",
    },
    [800014] = {
        id = 800014,
        text = "%s:%s",
    },
    [270003] = {
        id = 270003,
        text = "检测到您的账号非新建账号，需要下载全部资源才能正常游戏，本次下载资源大小为%s，是否开始下载？\n\n*建议在wifi环境下载",
    },
    [800015] = {
        id = 800015,
        text = "返回上页",
    },
    [800033] = {
        id = 800033,
        text = "需求星级",
    },
    [800016] = {
        id = 800016,
        text = "主页",
    },
    [270005] = {
        id = 270005,
        text = "需要下载新数据以便您体验新的内容，本次下载资源大小为%s，是否开始下载？\n\n*建议在wifi环境下载",
    },
    [800017] = {
        id = 800017,
        text = "%s%%",
    },
    [111000051] = {
        id = 111000051,
        text = "网络连接尚未恢复,请稍等！",
    },
    [800018] = {
        id = 800018,
        text = "点击继续",
    },
    [800094] = {
        id = 800094,
        text = "%dKB/%dKB",
    },
    [800019] = {
        id = 800019,
        text = "%s+%s",
    },
    [190000138] = {
        id = 190000138,
        text = "正在检测补充资源",
    },
    [800020] = {
        id = 800020,
        text = "购买提示",
    },
    [190000139] = {
        id = 190000139,
        text = "数据更新",
    },
    [800021] = {
        id = 800021,
        text = "今日兑换次数已经达到上限！",
    },
    [190000140] = {
        id = 190000140,
        text = "Version Update",
    },
    [800055] = {
        id = 800055,
        text = "燃油已满，不再自动恢复",
    },
}