return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,750",
        endTime  = "00:00:07,350",
        content  = "唔……哥哥……，快走，快走，咳——咳——咳——",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:08,0",
        endTime  = "00:00:10,200",
        content  = "别担心，折纸那边已经交给十香和四糸乃了。",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:11,0",
        endTime  = "00:00:14,0",
        content  = "琴里的状况看起来很不好，必须快点封印她才行。",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:15,0",
        endTime  = "00:00:17,890",
        content  = "琴里，看着我的眼睛！",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:18,899",
        endTime  = "00:00:23,100",
        content  = "你是我最喜欢的妹妹，是我最引以为傲的妹妹！",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:23,750",
        endTime  = "00:00:27,890",
        content  = "琴里，你喜欢我吗？",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:28,949",
        endTime  = "00:00:34,0",
        content  = "最喜欢……我也最喜欢哥哥了！",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:34,700",
        endTime  = "00:00:39,0",
        content  = "你是我在这个世界上最爱的人！",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:40,90",
        endTime  = "00:00:43,600",
        content  = "琴里略带哭泣的声音给了我肯定的回答",
    },
}