return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,600",
        endTime  = "00:00:08,350",
        content  = "终于在七罪的比拼猜真身游戏中获得胜利",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:08,899",
        endTime  = "00:00:13,99",
        content  = "但是十香等人中了天使之力，全部变成了小孩子！",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:14,500",
        endTime  = "00:00:18,850",
        content  = "被世界忽视的精灵，自卑感日渐膨大",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:19,200",
        endTime  = "00:00:23,100",
        content  = "利用天使之力乔装打扮，隐藏真正的姿态",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:24,0",
        endTime  = "00:00:27,400",
        content  = "陷入萝莉控天堂之中的少年要怎么办才好？",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:27,949",
        endTime  = "00:00:31,100",
        content  = "即使不用天使也能够变身的方法真的存在吗？",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:32,0",
        endTime  = "00:00:36,249",
        content  = "为了令否定自我的精灵重拾魅力",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:36,899",
        endTime  = "00:00:39,149",
        content  = "开始我们的战争吧！",
    },
}