return {
    [1] = {
        id = 1,
        beginTime  = "00:00:08,0",
        endTime  = "00:00:12,0",
        content  = "我...我...我...",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:12,800",
        endTime  = "00:00:19,0",
        content  = "谢谢...谢谢你呼唤我...",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:19,800",
        endTime  = "00:00:26,0",
        content  = "要是没有你的话...我又会犯下无可挽回的罪过了...",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:26,800",
        endTime  = "00:00:34,0",
        content  = "呜啊啊啊啊啊啊哇啊啊啊啊啊啊啊啊...",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:34,800",
        endTime  = "00:00:37,0",
        content  = "我必须要向你道歉，我对你抱有的感情，",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:37,800",
        endTime  = "00:00:45,0",
        content  = "既不是爱情，也不是恋爱。",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:45,800",
        endTime  = "00:00:51,0",
        content  = "我对你只是单纯的依存而已。",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:51,800",
        endTime  = "00:00:58,0",
        content  = "用失去双亲时碰巧出现的你...填补内心的空虚。",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:58,800",
        endTime  = "00:01:03,0",
        content  = "那还真是光荣呢，对了...我又东西必须要还给你呢。",
    },
    [10] = {
        id = 10,
        beginTime  = "00:01:03,800",
        endTime  = "00:01:08,0",
        content  = "那个时候寄放在我这里的并不仅仅只有泪水哦。",
    },
    [11] = {
        id = 11,
        beginTime  = "00:01:08,800",
        endTime  = "00:01:12,0",
        content  = "那个，我...",
    },
}