return {
    [1] = {
        id = 1,
        beginTime  = "00:00:04,0",
        endTime  = "00:00:08,0",
        content  = "啊啦啊啦，这还真是难得一见的客人呢...",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:09,0",
        endTime  = "00:00:11,500",
        content  = "好久不见了，折纸小姐",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:13,0",
        endTime  = "00:00:16,0",
        content  = "没想到你居然能够到这里来找我呢。",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:17,0",
        endTime  = "00:00:19,0",
        content  = "虽说要在这座城市里找到逆本尊有些困难",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:20,0",
        endTime  = "00:00:26,0",
        content  = "但找出混迹于城市中的分身，对现在的我来说并非难事",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:27,0",
        endTime  = "00:00:32,0",
        content  = "那么，究竟找我有什么事呢？应该不是来邀请我喝茶的吧？",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:33,0",
        endTime  = "00:00:40,0",
        content  = "请你回答我一个问题，你的刻刻帝是操作时间的天使。",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:41,0",
        endTime  = "00:00:46,0",
        content  = "而且钟面的12个数字分别拥有不同的能力。",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:47,0",
        endTime  = "00:00:53,0",
        content  = "在这12种能力之中，有没有把击中的对象送往过去的能力。",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:53,800",
        endTime  = "00:00:56,899",
        content  = "即便有这种能力又如何？",
    },
    [11] = {
        id = 11,
        beginTime  = "00:00:58,0",
        endTime  = "00:01:40,0",
        content  = "我想要借用你的力量",
    },
    [12] = {
        id = 12,
        beginTime  = "00:01:41,0",
        endTime  = "00:01:45,0",
        content  = "把我送到五年前的八月三日",
    },
}