return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,750",
        endTime  = "00:00:09,400",
        content  = "五年前，鸢一折纸亲眼目睹父母辈精灵杀害",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:09,900",
        endTime  = "00:00:16,699",
        content  = "从那以后少女存活的意义便是从世界上彻底抹杀精灵",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:18,149",
        endTime  = "00:00:22,100",
        content  = "为了消灭精灵而成为魔术师的少女",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:22,699",
        endTime  = "00:00:24,150",
        content  = "做出了令人意外的决定",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:24,899",
        endTime  = "00:00:28,750",
        content  = "抱着与精灵决一死战的信念飞向战场",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:30,199",
        endTime  = "00:00:32,899",
        content  = "为了终结这场无谓的战争",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:33,299",
        endTime  = "00:00:36,0",
        content  = "开导憎恶精灵的少女",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:36,500",
        endTime  = "00:00:38,799",
        content  = "开始我们的战争吧！",
    },
}