return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,200",
        endTime  = "00:00:09,449",
        content  = "和狂三在天台单独约会，竟然差一点被她“吃掉”",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:10,400",
        endTime  = "00:00:14,650",
        content  = "要不是琴里及时赶到阻止，一切都已经结束了",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:16,500",
        endTime  = "00:00:22,500",
        content  = "在大凉山同住十年的妹妹竟然是隐藏身份的火之精灵？",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:23,800",
        endTime  = "00:00:26,500",
        content  = "我的妹妹哪有这么强大啊？",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:28,870",
        endTime  = "00:00:30,500",
        content  = "时限只有一天！",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:31,100",
        endTime  = "00:00:34,500",
        content  = "为了拯救心爱的妹妹，同时也是强势的司令官",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:35,149",
        endTime  = "00:00:37,750",
        content  = "开始我们的约会吧！",
    },
}