return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,100",
        endTime  = "00:00:03,0",
        content  = "啊啊啊啊这是什么啊？！",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:03,700",
        endTime  = "00:00:05,0",
        content  = "狂三？！你做了什么！？",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:06,0",
        endTime  = "00:00:12,0",
        content  = "久等了，让你看到这种场面，真是不好意思啊。",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:12,800",
        endTime  = "00:00:21,199",
        content  = "原本是想早一点收拾干净，然后和你继续开心地约会呢。",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:22,850",
        endTime  = "00:00:27,850",
        content  = "现在看来只能先吃掉你了。",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:31,199",
        endTime  = "00:00:35,0",
        content  = "真是千钧一发，哥哥，你没事吧？",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:35,950",
        endTime  = "00:00:37,299",
        content  = "真那？",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:38,500",
        endTime  = "00:00:43,750",
        content  = "这里就交给我了，之后再详细解释，哥哥请先离开。",
    },
}