return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,200",
        endTime  = "00:00:03,1000",
        content  = "看来我们的战争结束了。",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:03,890",
        endTime  = "00:00:06,890",
        content  = "哎？哥哥……为什么站在狂三前面？",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:07,900",
        endTime  = "00:00:10,500",
        content  = "快逃啊！哥哥！快逃！",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:12,199",
        endTime  = "00:00:21,199",
        content  = "呜呜——哥哥，不要死，不要死啊。哥哥……哥哥……",
    },
}