return {
    [1] = {
        id = 1,
        beginTime  = "00:00:04,700",
        endTime  = "00:00:08,500",
        content  = "历经千辛万苦终于救出了十香",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:08,1000",
        endTime  = "00:00:12,900",
        content  = "反转后的精灵连自己的爱人都不认识吗？",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:16,600",
        endTime  = "00:00:19,200",
        content  = "临近万圣节的十月三十一日",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:19,800",
        endTime  = "00:00:24,199",
        content  = "精灵“女巫”扬言要将你的整个人生都毁掉",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:25,899",
        endTime  = "00:00:31,500",
        content  = "拥有变身能力的精灵隐藏于身边的朋友中",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:32,0",
        endTime  = "00:00:36,700",
        content  = "大凉山狼人杀即——将——展——开！",
    },
}