return {
    [800022] = {
        id = 800022,
        text = "關閉",
    },
    [190000141] = {
        id = 190000141,
        text = "稍後下載",
    },
    [800023] = {
        id = 800023,
        text = "遊戲公告",
    },
    [190000142] = {
        id = 190000142,
        text = "立即下載",
    },
    [800024] = {
        id = 800024,
        text = "資源已達上限，兌換失敗！",
    },
    [190000143] = {
        id = 190000143,
        text = "發現               可下載，是否更新？",
    },
    [800025] = {
        id = 800025,
        text = "修改成功",
    },
    [190000144] = {
        id = 190000144,
        text = "1025版本更新內容",
    },
    [800026] = {
        id = 800026,
        text = "%s:%s:%s",
    },
    [190000145] = {
        id = 190000145,
        text = "更新資源失敗是否重試",
    },
    [111000052] = {
        id = 111000052,
        text = "CDN連接失敗,無法下載補充資源",
    },
    [190000146] = {
        id = 190000146,
        text = "正在下載補充資源",
    },
    [800028] = {
        id = 800028,
        text = "玩家等級達到%s級可升級",
    },
    [800029] = {
        id = 800029,
        text = "取消",
    },
    [800030] = {
        id = 800030,
        text = "%s分",
    },
    [800031] = {
        id = 800031,
        text = "天使技能點不足",
    },
    [800032] = {
        id = 800032,
        text = "需求等級",
    },
    [100000120] = {
        id = 100000120,
        text = "檔已損壞,是否清理重新下載？",
    },
    [800034] = {
        id = 800034,
        text = "需求技能",
    },
    [800035] = {
        id = 800035,
        text = "購買成功",
    },
    [800036] = {
        id = 800036,
        text = "%s-%s-%s",
    },
    [800037] = {
        id = 800037,
        text = "%sx%s",
    },
    [800038] = {
        id = 800038,
        text = "點擊螢幕繼續",
    },
    [800039] = {
        id = 800039,
        text = "/",
    },
    [800040] = {
        id = 800040,
        text = "%ss",
    },
    [800041] = {
        id = 800041,
        text = "%s-%s",
    },
    [800042] = {
        id = 800042,
        text = "兌換",
    },
    [800043] = {
        id = 800043,
        text = "已兌換",
    },
    [800044] = {
        id = 800044,
        text = "%s天%s時%s分",
    },
    [800045] = {
        id = 800045,
        text = "本次登入不再提示",
    },
    [800046] = {
        id = 800046,
        text = "已領取官網限定預約獎勵，不可重複領取，獎勵請查看郵箱",
    },
    [800047] = {
        id = 800047,
        text = "鑽石不足啦！快來儲值吧～",
    },
    [3005051] = {
        id = 3005051,
        text = "取消",
    },
    [800048] = {
        id = 800048,
        text = "鑽石不足",
    },
    [800049] = {
        id = 800049,
        text = "%s-%s-%s %s：%s",
    },
    [800050] = {
        id = 800050,
        text = "%s:%s後恢復1點",
    },
    [800051] = {
        id = 800051,
        text = "%s:%s:%s後恢復滿",
    },
    [800052] = {
        id = 800052,
        text = "體力已滿，不再自動恢復",
    },
    [800053] = {
        id = 800053,
        text = "精力已滿，不再自動恢復",
    },
    [800054] = {
        id = 800054,
        text = "[%s]",
    },
    [100000067] = {
        id = 100000067,
        text = "%s版本更新內容",
    },
    [800056] = {
        id = 800056,
        text = "%s:%s'%s",
    },
    [800057] = {
        id = 800057,
        text = "沒有可領取的獎勵",
    },
    [800058] = {
        id = 800058,
        text = "刪除成功",
    },
    [800059] = {
        id = 800059,
        text = "沒有郵件可以領取",
    },
    [800060] = {
        id = 800060,
        text = "載入本地檔完成，準備開始遊戲",
    },
    [800061] = {
        id = 800061,
        text = "正在加載本地檔（不消耗流量）",
    },
    [800062] = {
        id = 800062,
        text = "資料已更新，請重啟遊戲!",
    },
    [800063] = {
        id = 800063,
        text = "失敗",
    },
    [800064] = {
        id = 800064,
        text = "未處理的關卡類型",
    },
    [800065] = {
        id = 800065,
        text = "發送",
    },
    [800066] = {
        id = 800066,
        text = "精靈突破",
    },
    [800067] = {
        id = 800067,
        text = "精靈進階",
    },
    [800068] = {
        id = 800068,
        text = "更換成功",
    },
    [800069] = {
        id = 800069,
        text = "%s天%s時",
    },
    [800070] = {
        id = 800070,
        text = "獲取",
    },
    [800071] = {
        id = 800071,
        text = "進階",
    },
    [800072] = {
        id = 800072,
        text = "合成",
    },
    [800073] = {
        id = 800073,
        text = "解鎖",
    },
    [800074] = {
        id = 800074,
        text = "不能超過當前最大等級",
    },
    [800075] = {
        id = 800075,
        text = "已達到最高品階",
    },
    [800076] = {
        id = 800076,
        text = "暫未獲得此精靈",
    },
    [800077] = {
        id = 800077,
        text = "技能說明",
    },
    [800078] = {
        id = 800078,
        text = "技能效果",
    },
    [800079] = {
        id = 800079,
        text = "角色特點",
    },
    [800080] = {
        id = 800080,
        text = "能量機制",
    },
    [800081] = {
        id = 800081,
        text = "技能",
    },
    [800082] = {
        id = 800082,
        text = "確定要跳過新手教學嗎？",
    },
    [800083] = {
        id = 800083,
        text = "啟動碼不能為空",
    },
    [800084] = {
        id = 800084,
        text = "%s版本更新了以下內容",
    },
    [800085] = {
        id = 800085,
        text = "重試",
    },
    [800086] = {
        id = 800086,
        text = "點 擊 螢 幕 繼 續",
    },
    [100000019] = {
        id = 100000019,
        text = "與伺服器斷開連接",
    },
    [800087] = {
        id = 800087,
        text = "請輸入6-12位元字母數位",
    },
    [800088] = {
        id = 800088,
        text = "請輸入啟動碼",
    },
    [800089] = {
        id = 800089,
        text = "用戶名不能為空",
    },
    [800090] = {
        id = 800090,
        text = "請選擇伺服器",
    },
    [800091] = {
        id = 800091,
        text = "設定檔下載中",
    },
    [800092] = {
        id = 800092,
        text = "正在檢測最新資源",
    },
    [800093] = {
        id = 800093,
        text = "已完成%d%%",
    },
    [270001] = {
        id = 270001,
        text = "下載提示",
    },
    [800095] = {
        id = 800095,
        text = "正在下載...",
    },
    [800096] = {
        id = 800096,
        text = "檢測到有新的更新內容，共",
    },
    [800097] = {
        id = 800097,
        text = "下載完成解壓資源",
    },
    [800098] = {
        id = 800098,
        text = "活動",
    },
    [800099] = {
        id = 800099,
        text = "公告",
    },
    [270004] = {
        id = 270004,
        text = "需要下載新資料以便您體驗新的內容，本次下載資源大小為%s，是否開始下載？",
    },
    [800101] = {
        id = 800101,
        text = "[私聊]",
    },
    [800102] = {
        id = 800102,
        text = "[幫會]",
    },
    [800103] = {
        id = 800103,
        text = "[世界]",
    },
    [270006] = {
        id = 270006,
        text = "資源包已下載完成，請重啟用戶端體驗遊戲。",
    },
    [800105] = {
        id = 800105,
        text = "不能在系統頻道發言",
    },
    [270007] = {
        id = 270007,
        text = "檢測到您的設備儲存空間不足，無法完成本次下載，建議您清理一下設備的儲存空間。",
    },
    [800107] = {
        id = 800107,
        text = "登入失敗",
    },
    [270008] = {
        id = 270008,
        text = "網路連接異常，無法完成本次下載，請檢查您的設備網路連接狀態之後重試。",
    },
    [800109] = {
        id = 800109,
        text = "分享成功",
    },
    [270009] = {
        id = 270009,
        text = "檢測到當前未在WiFi環境，是否繼續下載？\n\n*建議在wifi環境下載",
    },
    [800111] = {
        id = 800111,
        text = "是否退出遊戲？",
    },
    [800112] = {
        id = 800112,
        text = "是",
    },
    [800113] = {
        id = 800113,
        text = "否",
    },
    [800114] = {
        id = 800114,
        text = "連接登入伺服器失敗",
    },
    [800115] = {
        id = 800115,
        text = "本次測試伺服器將於%d月%d日%d時開放，感謝您的關注！",
    },
    [800116] = {
        id = 800116,
        text = "驗證失敗",
    },
    [800117] = {
        id = 800117,
        text = "沒有剩餘次數",
    },
    [800118] = {
        id = 800118,
        text = "月卡剩餘%s天",
    },
    [800119] = {
        id = 800119,
        text = "%d天%d小時%d分後結束",
    },
    [800120] = {
        id = 800120,
        text = "無法連接到戰鬥伺服器",
    },
    [800121] = {
        id = 800121,
        text = "連接伺服器失敗",
    },
    [800122] = {
        id = 800122,
        text = "與伺服器斷開",
    },
    [800123] = {
        id = 800123,
        text = "重連第%d次",
    },
    [800124] = {
        id = 800124,
        text = "登入遊戲服失敗",
    },
    [800125] = {
        id = 800125,
        text = "前往購買",
    },
    [800106] = {
        id = 800106,
        text = "沒有id為%s的音效",
    },
    [800126] = {
        id = 800126,
        text = "string提示語言包",
    },
    [800108] = {
        id = 800108,
        text = "登入成功",
    },
    [800127] = {
        id = 800127,
        text = "登陸資訊不完整",
    },
    [800110] = {
        id = 800110,
        text = "結束遊戲",
    },
    [800128] = {
        id = 800128,
        text = "客戶端異常",
    },
    [800001] = {
        id = 800001,
        text = "找不到id為%s的道具",
    },
    [800129] = {
        id = 800129,
        text = "客戶端版本號低於:3.50，請下載最新客戶端",
    },
    [800002] = {
        id = 800002,
        text = "當前版本暫不開放，敬請期待。",
    },
    [800130] = {
        id = 800130,
        text = "高級看板無法設置場景喲~",
    },
    [800003] = {
        id = 800003,
        text = "%s級解鎖",
    },
    [800131] = {
        id = 800131,
        text = "手機當前記憶體較低，建議您關閉隊友特效",
    },
    [800004] = {
        id = 800004,
        text = "%s解鎖",
    },
    [800132] = {
        id = 800132,
        text = "反轉值70精靈會情緒失控\n反轉值100將會徹底反轉不再回復消息\n聊天或反轉抑制劑可以降低反轉值",
    },
    [800005] = {
        id = 800005,
        text = "%s/%s",
    },
    [800133] = {
        id = 800133,
        text = "心動值越高精靈的回復越親密\n與精靈交流可以增加心動值\n心動值分為三個等級：陌生、友善、曖昧",
    },
    [800006] = {
        id = 800006,
        text = "LV.%s",
    },
    [800134] = {
        id = 800134,
        text = "精靈的心情值和好感度已經無法再提高啦~",
    },
    [800007] = {
        id = 800007,
        text = "x%s",
    },
    [800135] = {
        id = 800135,
        text = "實名認證資訊查詢失敗，請再次點擊嘗試！",
    },
    [800008] = {
        id = 800008,
        text = "+%s",
    },
    [800136] = {
        id = 800136,
        text = "%s%s",
    },
    [800009] = {
        id = 800009,
        text = "等級提升",
    },
    [800104] = {
        id = 800104,
        text = "發送內容不能為空",
    },
    [800010] = {
        id = 800010,
        text = "確定",
    },
    [800027] = {
        id = 800027,
        text = "%s時%s分",
    },
    [800011] = {
        id = 800011,
        text = "系統提示",
    },
    [800100] = {
        id = 800100,
        text = "[系統]",
    },
    [800012] = {
        id = 800012,
        text = "體力上限：",
    },
    [100000083] = {
        id = 100000083,
        text = "無",
    },
    [800013] = {
        id = 800013,
        text = "體力恢復：",
    },
    [270002] = {
        id = 270002,
        text = "檢測到您的帳號非新建帳號，需要下載全部資源才能正常遊戲，本次下載資源大小為%s，是否開始下載？",
    },
    [800014] = {
        id = 800014,
        text = "%s:%s",
    },
    [270003] = {
        id = 270003,
        text = "檢測到您的帳號非新建帳號，需要下載全部資源才能正常遊戲，本次下載資源大小為%s，是否開始下載？\n\n*建議在wifi環境下載",
    },
    [800015] = {
        id = 800015,
        text = "返回上頁",
    },
    [800033] = {
        id = 800033,
        text = "需求星級",
    },
    [800016] = {
        id = 800016,
        text = "主頁",
    },
    [270005] = {
        id = 270005,
        text = "需要下載新資料以便您體驗新的內容，本次下載資源大小為%s，是否開始下載？\n\n*建議在wifi環境下載",
    },
    [800017] = {
        id = 800017,
        text = "%s%%",
    },
    [111000051] = {
        id = 111000051,
        text = "網路連接尚未恢復,請稍等！",
    },
    [800018] = {
        id = 800018,
        text = "點擊繼續",
    },
    [800094] = {
        id = 800094,
        text = "%dKB/%dKB",
    },
    [800019] = {
        id = 800019,
        text = "%s+%s",
    },
    [190000138] = {
        id = 190000138,
        text = "正在檢測補充資源",
    },
    [800020] = {
        id = 800020,
        text = "購買提示",
    },
    [190000139] = {
        id = 190000139,
        text = "資料更新",
    },
    [800021] = {
        id = 800021,
        text = "今日兌換次數已經達到上限！",
    },
    [190000140] = {
        id = 190000140,
        text = "Version Update",
    },
    [800055] = {
        id = 800055,
        text = "燃油已滿，不再自動恢復",
    },
}