return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,200",
        endTime  = "00:00:09,449",
        content  = "和狂三在天臺單獨約會，竟然差一點被她“吃掉”",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:10,400",
        endTime  = "00:00:14,650",
        content  = "要不是琴裡及時趕到阻止，一切都已經結束了",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:16,500",
        endTime  = "00:00:22,500",
        content  = "在大涼山同住十年的妹妹竟然是隱藏身份的火之精靈？",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:23,800",
        endTime  = "00:00:26,500",
        content  = "我的妹妹哪有這麼強大啊？",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:28,870",
        endTime  = "00:00:30,500",
        content  = "時限只有一天！",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:31,100",
        endTime  = "00:00:34,500",
        content  = "為了拯救心愛的妹妹，同時也是強勢的司令官",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:35,149",
        endTime  = "00:00:37,750",
        content  = "開始我們的約會吧！",
    },
}