return {
    [1] = {
        id = 1,
        beginTime  = "00:00:08,0",
        endTime  = "00:00:12,0",
        content  = "我...我...我...",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:12,800",
        endTime  = "00:00:19,0",
        content  = "謝謝...謝謝你呼喚我...",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:19,800",
        endTime  = "00:00:26,0",
        content  = "要是沒有你的話...我又會犯下無可挽回的罪過了...",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:26,800",
        endTime  = "00:00:34,0",
        content  = "嗚啊啊啊啊啊啊哇啊啊啊啊啊啊啊啊...",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:34,800",
        endTime  = "00:00:37,0",
        content  = "我必須要向你道歉，我對你抱有的感情，",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:37,800",
        endTime  = "00:00:45,0",
        content  = "既不是愛情，也不是戀愛。",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:45,800",
        endTime  = "00:00:51,0",
        content  = "我對你只是單純的依存而已。",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:51,800",
        endTime  = "00:00:58,0",
        content  = "用失去雙親時碰巧出現的你...填補內心的空虛。",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:58,800",
        endTime  = "00:01:03,0",
        content  = "那還真是光榮呢，對了...我又東西必須要還給你呢。",
    },
    [10] = {
        id = 10,
        beginTime  = "00:01:03,800",
        endTime  = "00:01:08,0",
        content  = "那個時候寄放在我這裡的並不僅僅只有淚水哦。",
    },
    [11] = {
        id = 11,
        beginTime  = "00:01:08,800",
        endTime  = "00:01:12,0",
        content  = "那個，我...",
    },
}