return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,750",
        endTime  = "00:00:09,400",
        content  = "五年前，鳶一折紙親眼目睹父母輩精靈殺害",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:09,900",
        endTime  = "00:00:16,699",
        content  = "從那以後少女存活的意義便是從世界上徹底抹殺精靈",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:18,149",
        endTime  = "00:00:22,100",
        content  = "為了消滅精靈而成為魔術師的少女",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:22,699",
        endTime  = "00:00:24,150",
        content  = "做出了令人意外的決定",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:24,899",
        endTime  = "00:00:28,750",
        content  = "抱著與精靈決一死戰的信念飛向戰場",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:30,199",
        endTime  = "00:00:32,899",
        content  = "為了終結這場無謂的戰爭",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:33,299",
        endTime  = "00:00:36,0",
        content  = "開導憎惡精靈的少女",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:36,500",
        endTime  = "00:00:38,799",
        content  = "開始我們的戰爭吧！",
    },
}