return {
    [1] = {
        id = 1,
        beginTime  = "00:00:04,700",
        endTime  = "00:00:08,500",
        content  = "歷經千辛萬苦終於救出了十香",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:08,1000",
        endTime  = "00:00:12,900",
        content  = "反轉後的精靈連自己的愛人都不認識嗎？",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:16,600",
        endTime  = "00:00:19,200",
        content  = "臨近萬聖節的十月三十一日",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:19,800",
        endTime  = "00:00:24,199",
        content  = "精靈“女巫”揚言要將你的整個人生都毀掉",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:25,899",
        endTime  = "00:00:31,500",
        content  = "擁有變身能力的精靈隱藏于身邊的朋友中",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:32,0",
        endTime  = "00:00:36,700",
        content  = "大涼山狼人殺即——將——展——開！",
    },
}