return {
    [1] = {
        id = 1,
        beginTime  = "00:00:04,0",
        endTime  = "00:00:08,0",
        content  = "啊啦啊啦，這還真是難得一見的客人呢...",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:09,0",
        endTime  = "00:00:11,500",
        content  = "好久不見了，折紙小姐",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:13,0",
        endTime  = "00:00:16,0",
        content  = "沒想到你居然能夠到這裡來找我呢。",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:17,0",
        endTime  = "00:00:19,0",
        content  = "雖說要在這座城市裡找到逆本尊有些困難",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:20,0",
        endTime  = "00:00:26,0",
        content  = "但找出混跡於城市中的分身，對現在的我來說並非難事",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:27,0",
        endTime  = "00:00:32,0",
        content  = "那麼，究竟找我有什麼事呢？應該不是來邀請我喝茶的吧？",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:33,0",
        endTime  = "00:00:40,0",
        content  = "請你回答我一個問題，你的刻刻帝是操作時間的天使。",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:41,0",
        endTime  = "00:00:46,0",
        content  = "而且鐘面的12個數位分別擁有不同的能力。",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:47,0",
        endTime  = "00:00:53,0",
        content  = "在這12種能力之中，有沒有把擊中的物件送往過去的能力。",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:53,800",
        endTime  = "00:00:56,899",
        content  = "即便有這種能力又如何？",
    },
    [11] = {
        id = 11,
        beginTime  = "00:00:58,0",
        endTime  = "00:01:40,0",
        content  = "我想要借用你的力量",
    },
    [12] = {
        id = 12,
        beginTime  = "00:01:41,0",
        endTime  = "00:01:45,0",
        content  = "把我送到五年前的八月三日",
    },
}