return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,750",
        endTime  = "00:00:07,350",
        content  = "唔……哥哥……，快走，快走，咳——咳——咳——",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:08,0",
        endTime  = "00:00:10,200",
        content  = "別擔心，折紙那邊已經交給十香和四糸乃了。",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:11,0",
        endTime  = "00:00:14,0",
        content  = "琴裡的狀況看起來很不好，必須快點封印她才行。",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:15,0",
        endTime  = "00:00:17,890",
        content  = "琴裡，看著我的眼睛！",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:18,899",
        endTime  = "00:00:23,100",
        content  = "你是我最喜歡的妹妹，是我最引以為傲的妹妹！",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:23,750",
        endTime  = "00:00:27,890",
        content  = "琴裡，你喜歡我嗎？",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:28,949",
        endTime  = "00:00:34,0",
        content  = "最喜歡……我也最喜歡哥哥了！",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:34,700",
        endTime  = "00:00:39,0",
        content  = "你是我在這個世界上最愛的人！",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:40,90",
        endTime  = "00:00:43,600",
        content  = "琴裡略帶哭泣的聲音給了我肯定的回答",
    },
}