return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,100",
        endTime  = "00:00:03,0",
        content  = "啊啊啊啊這是什麼啊？！",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:03,700",
        endTime  = "00:00:05,0",
        content  = "狂三？！你做了什麼！？",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:06,0",
        endTime  = "00:00:12,0",
        content  = "久等了，讓你看到這種場面，真是不好意思啊。",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:12,800",
        endTime  = "00:00:21,199",
        content  = "原本是想早一點收拾乾淨，然後和你繼續開心地約會呢。",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:22,850",
        endTime  = "00:00:27,850",
        content  = "現在看來只能先吃掉你了。",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:31,199",
        endTime  = "00:00:35,0",
        content  = "真是千鈞一髮，哥哥，你沒事吧？",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:35,950",
        endTime  = "00:00:37,299",
        content  = "真那？",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:38,500",
        endTime  = "00:00:43,750",
        content  = "這裡就交給我了，之後再詳細解釋，哥哥請先離開。",
    },
}