return {
    [1] = {
        id = 1,
        resetId = {
        },
        name = "สตั้นท์",
        clashId = {
            [1] = 162,
            [2] = 101,
            [3] = 160,
        },
    },
    [2] = {
        id = 2,
        resetId = {
        },
        name = "แช่แข็ง",
        clashId = {
            [1] = 162,
            [2] = 102,
            [3] = 160,
        },
    },
    [3] = {
        id = 3,
        resetId = {
        },
        name = "หยุดนิ่ง",
        clashId = {
            [1] = 162,
            [2] = 103,
            [3] = 160,
        },
    },
    [4] = {
        id = 4,
        resetId = {
        },
        name = "ล่อลวง",
        clashId = {
            [1] = 162,
            [2] = 136,
            [3] = 160,
        },
    },
    [5] = {
        id = 5,
        resetId = {
        },
        name = "สับสนวุ่นวาย",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [11] = {
        id = 11,
        resetId = {
        },
        name = "ยกขึ้น",
        clashId = {
        },
    },
    [12] = {
        id = 12,
        resetId = {
        },
        name = "ล้มคว่ำ",
        clashId = {
        },
    },
    [13] = {
        id = 13,
        resetId = {
        },
        name = "ดึงเร้า",
        clashId = {
        },
    },
    [14] = {
        id = 14,
        resetId = {
        },
        name = "หลบหลีกขั้นสูง",
        clashId = {
        },
    },
    [15] = {
        id = 15,
        resetId = {
        },
        name = "แพรี่",
        clashId = {
        },
    },
    [31] = {
        id = 31,
        resetId = {
        },
        name = "หนาวเหน็บ",
        clashId = {
            [1] = 131,
            [2] = 162,
            [3] = 160,
        },
    },
    [32] = {
        id = 32,
        resetId = {
        },
        name = "เลือดไหล",
        clashId = {
            [1] = 132,
            [2] = 162,
            [3] = 160,
        },
    },
    [33] = {
        id = 33,
        resetId = {
        },
        name = "เผาไหม้",
        clashId = {
            [1] = 133,
            [2] = 162,
            [3] = 160,
        },
    },
    [34] = {
        id = 34,
        resetId = {
        },
        name = "ไฟฟ้าช็อต",
        clashId = {
            [1] = 134,
            [2] = 162,
            [3] = 160,
        },
    },
    [35] = {
        id = 35,
        resetId = {
        },
        name = "ลมแรง",
        clashId = {
            [1] = 135,
            [2] = 162,
            [3] = 160,
        },
    },
    [36] = {
        id = 36,
        resetId = {
        },
        name = "อ่อนแอ",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [37] = {
        id = 37,
        resetId = {
        },
        name = "ดีบัฟ",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [38] = {
        id = 38,
        resetId = {
        },
        name = "การฉีกขาด",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [39] = {
        id = 39,
        resetId = {
        },
        name = "ลดการต้าน Crit",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [40] = {
        id = 40,
        resetId = {
        },
        name = "ช้าลง",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [41] = {
        id = 41,
        resetId = {
        },
        name = "ไฟฟ้าช็อต",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [42] = {
        id = 42,
        resetId = {
        },
        name = "เปราะบาง",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [43] = {
        id = 43,
        resetId = {
        },
        name = "มาร์กสัตว์ประหลาดฮาโลวีน",
        clashId = {
        },
    },
    [44] = {
        id = 44,
        resetId = {
        },
        name = "โอเวอร์ไดรฟ์",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [45] = {
        id = 45,
        resetId = {
        },
        name = "พิพากษา",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [46] = {
        id = 46,
        resetId = {
        },
        name = "ตัดสิน",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [47] = {
        id = 47,
        resetId = {
        },
        name = "เปลี่ยนร่าง",
        clashId = {
            [1] = 147,
            [2] = 162,
            [3] = 160,
        },
    },
    [48] = {
        id = 48,
        resetId = {
        },
        name = "คว้า",
        clashId = {
            [1] = 148,
            [2] = 162,
            [3] = 160,
        },
    },
    [49] = {
        id = 49,
        resetId = {
        },
        name = "คำสาปแม่มด",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [50] = {
        id = 50,
        resetId = {
        },
        name = "ลบล้าง",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [51] = {
        id = 51,
        resetId = {
        },
        name = "ขยายใหญ่",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [52] = {
        id = 52,
        resetId = {
        },
        name = "ย่อลง",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [53] = {
        id = 53,
        resetId = {
        },
        name = "เย็น",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [54] = {
        id = 54,
        resetId = {
        },
        name = "มาร์ก",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [55] = {
        id = 55,
        resetId = {
        },
        name = "น้ำแข็งกัด",
        clashId = {
            [1] = 162,
            [2] = 160,
        },
    },
    [61] = {
        id = 61,
        resetId = {
        },
        name = "ฟื้นชีพ",
        clashId = {
        },
    },
    [62] = {
        id = 62,
        resetId = {
        },
        name = "แบบฟอร์ม 1",
        clashId = {
        },
    },
    [63] = {
        id = 63,
        resetId = {
        },
        name = "แบบฟอร์ม 2",
        clashId = {
        },
    },
    [64] = {
        id = 64,
        resetId = {
        },
        name = "ภูมิคุ้มกัน DMG ต่อหน้า",
        clashId = {
        },
    },
    [162] = {
        id = 162,
        resetId = {
            [1] = 1,
            [2] = 2,
            [3] = 3,
            [4] = 4,
            [5] = 5,
            [6] = 13,
            [7] = 31,
            [8] = 32,
            [9] = 33,
            [10] = 34,
            [11] = 35,
            [12] = 36,
            [13] = 37,
            [14] = 38,
            [15] = 39,
            [16] = 40,
            [17] = 41,
            [18] = 42,
            [19] = 44,
            [20] = 45,
            [21] = 46,
            [22] = 47,
            [23] = 48,
            [24] = 49,
            [25] = 50,
            [26] = 51,
            [27] = 52,
            [28] = 53,
            [29] = 54,
            [30] = 55,
            [31] = 161,
        },
        name = "ไร้ศัตรู",
        clashId = {
        },
    },
    [135] = {
        id = 135,
        resetId = {
            [1] = 35,
        },
        name = "ภูมิคุ้มกันลมแรง",
        clashId = {
        },
    },
    [196] = {
        id = 196,
        resetId = {
        },
        name = "ผนึกสกิล Ult",
        clashId = {
        },
    },
    [147] = {
        id = 147,
        resetId = {
            [1] = 47,
        },
        name = "ภูมิคุ้มกันเปลี่ยนร่าง",
        clashId = {
        },
    },
    [182] = {
        id = 182,
        resetId = {
        },
        name = "จำกัดสกิล F",
        clashId = {
        },
    },
    [186] = {
        id = 186,
        resetId = {
        },
        name = "จำกัดสกิล Ult",
        clashId = {
        },
    },
    [198] = {
        id = 198,
        resetId = {
        },
        name = "ผนึกการหลบหนี",
        clashId = {
        },
    },
    [132] = {
        id = 132,
        resetId = {
            [1] = 32,
        },
        name = "ภูมิคุ้มกันเลือดไหล",
        clashId = {
        },
    },
    [101] = {
        id = 101,
        resetId = {
            [1] = 1,
        },
        name = "ภูมิคุ้มกันสตั้นท์",
        clashId = {
        },
    },
    [103] = {
        id = 103,
        resetId = {
            [1] = 3,
        },
        name = "ภูมิคุ้มกันความเงียบ",
        clashId = {
        },
    },
    [197] = {
        id = 197,
        resetId = {
        },
        name = "ผนึกการตื่นตัว",
        clashId = {
        },
    },
    [148] = {
        id = 148,
        resetId = {
            [1] = 48,
        },
        name = "ภูมิคุ้มกันจับตัว",
        clashId = {
        },
    },
    [183] = {
        id = 183,
        resetId = {
        },
        name = "จำกัดสกิล S",
        clashId = {
        },
    },
    [187] = {
        id = 187,
        resetId = {
        },
        name = "จำกัดการตื่นตัว",
        clashId = {
        },
    },
    [160] = {
        id = 160,
        resetId = {
            [1] = 1,
            [2] = 2,
            [3] = 3,
            [4] = 4,
            [5] = 5,
            [6] = 13,
            [7] = 31,
            [8] = 32,
            [9] = 33,
            [10] = 34,
            [11] = 35,
            [12] = 36,
            [13] = 37,
            [14] = 38,
            [15] = 39,
            [16] = 40,
            [17] = 41,
            [18] = 42,
            [19] = 44,
            [20] = 45,
            [21] = 46,
            [22] = 47,
            [23] = 48,
            [24] = 49,
            [25] = 50,
            [26] = 51,
            [27] = 52,
            [28] = 53,
            [29] = 54,
            [30] = 55,
            [31] = 161,
        },
        name = "ภูมิคุ้มกันดีบัฟ",
        clashId = {
        },
    },
    [133] = {
        id = 133,
        resetId = {
            [1] = 33,
        },
        name = "ภูมิคุ้มกันเผาไหม้",
        clashId = {
        },
    },
    [199] = {
        id = 199,
        resetId = {
        },
        name = "ผนึกปุ่ม I",
        clashId = {
        },
    },
    [193] = {
        id = 193,
        resetId = {
        },
        name = "ผนึกสกิล S",
        clashId = {
        },
    },
    [192] = {
        id = 192,
        resetId = {
        },
        name = "ผนึกสกิล F",
        clashId = {
        },
    },
    [136] = {
        id = 136,
        resetId = {
            [1] = 4,
        },
        name = "ภูมิคุ้มกันการล่อลวง",
        clashId = {
        },
    },
    [166] = {
        id = 166,
        resetId = {
        },
        name = "ภูมิคุ้มกันลดลง",
        clashId = {
        },
    },
    [188] = {
        id = 188,
        resetId = {
        },
        name = "จำกัดการหลบหนี",
        clashId = {
        },
    },
    [161] = {
        id = 161,
        resetId = {
        },
        name = "รักษาไร้ผล",
        clashId = {
        },
    },
    [134] = {
        id = 134,
        resetId = {
            [1] = 34,
        },
        name = "ภูมิคุ้มกันไฟฟ้าช็อต",
        clashId = {
        },
    },
    [102] = {
        id = 102,
        resetId = {
            [1] = 2,
        },
        name = "ภูมิคุ้มกันแช่แข็ง",
        clashId = {
        },
    },
    [165] = {
        id = 165,
        resetId = {
        },
        name = "เกราะแทงค์",
        clashId = {
        },
    },
    [164] = {
        id = 164,
        resetId = {
        },
        name = "ลดภูมิคุ้มกัน",
        clashId = {
        },
    },
    [131] = {
        id = 131,
        resetId = {
            [1] = 31,
        },
        name = "ภูมิคุ้มกันแช่แข็ง",
        clashId = {
        },
    },
    [163] = {
        id = 163,
        resetId = {
        },
        name = "เกราะแทงค์",
        clashId = {
        },
    },
    [189] = {
        id = 189,
        resetId = {
        },
        name = "จำกัดปุ่ม I",
        clashId = {
        },
    },
    [113] = {
        id = 113,
        resetId = {
        },
        name = "ภูมิคุ้มกันลากเลื่อน",
        clashId = {
        },
    },
}