return {
    [1040001] = {
        id = 1040001,
        gameFeedback = {
            reward = 60600901,
        },
        optionTitle = "",
        optionDesc = "",
        gameTypeParam = {
            buttonOrder = {
                [1] = 1,
                [2] = 2,
                [3] = 3,
                [4] = 4,
                [5] = 5,
                [6] = 6,
                [7] = 7,
                [8] = 8,
                [9] = 9,
                [10] = 10,
            },
            buttonNum = 6,
        },
        gameType = 1004,
        randomDialog = {
        },
    },
    [3060012] = {
        id = 3060012,
        gameFeedback = {
        },
        optionTitle = "ด่านทดสอบที่ 9",
        optionDesc = "ทดสอบเนื้อหา 9",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "13026",
                [3] = 4,
                [4] = 61320002,
                [5] = 3,
            },
            [2] = {
                [1] = {
                },
                [2] = "13027",
                [3] = 2,
                [4] = "13026",
                [5] = 2,
            },
        },
        gameType = 1006,
        randomDialog = {
        },
    },
    [3060013] = {
        id = 3060013,
        gameFeedback = {
        },
        optionTitle = "ด่านทดสอบที่ 10",
        optionDesc = "ทดสอบเนื้อหา 10",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "13026",
                [3] = 5,
                [4] = 5004,
                [5] = 1,
            },
            [2] = {
                [1] = {
                },
                [2] = "13027",
                [3] = 3,
                [4] = 6061001,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
        },
    },
    [1020001] = {
        id = 1020001,
        gameFeedback = {
        },
        optionTitle = "",
        optionDesc = "",
        gameTypeParam = {
        },
        gameType = 1002,
        randomDialog = {
        },
    },
    [2040001] = {
        id = 2040001,
        gameFeedback = {
            reward = 60610901,
        },
        optionTitle = "",
        optionDesc = "",
        gameTypeParam = {
            buttonOrder = {
                [1] = 1,
                [2] = 2,
                [3] = 3,
                [4] = 4,
                [5] = 5,
                [6] = 6,
                [7] = 7,
                [8] = 8,
                [9] = 9,
                [10] = 10,
            },
            buttonNum = 6,
        },
        gameType = 1004,
        randomDialog = {
        },
    },
    [3040001] = {
        id = 3040001,
        gameFeedback = {
            reward = 60620901,
        },
        optionTitle = "",
        optionDesc = "",
        gameTypeParam = {
            buttonOrder = {
                [1] = 1,
                [2] = 2,
                [3] = 3,
                [4] = 4,
                [5] = 5,
                [6] = 6,
                [7] = 7,
                [8] = 8,
                [9] = 9,
                [10] = 10,
            },
            buttonNum = 6,
        },
        gameType = 1004,
        randomDialog = {
        },
    },
    [1030001] = {
        id = 1030001,
        gameFeedback = {
        },
        optionTitle = "",
        optionDesc = "",
        gameTypeParam = {
        },
        gameType = 1003,
        randomDialog = {
        },
    },
    [3050002] = {
        id = 3050002,
        gameFeedback = {
            buff = {
                [1] = 591103,
                [2] = 591111,
                [3] = 591122,
                [4] = 591131,
                [5] = 591141,
                [6] = 591153,
                [7] = 591161,
                [8] = 591172,
                [9] = 591181,
            },
        },
        optionTitle = "",
        optionDesc = "",
        gameTypeParam = {
            answer = {
                [1] = {
                },
                [2] = {
                    [500002] = 10,
                },
                [3] = {
                    [500002] = 20,
                },
                [4] = {
                    [500002] = 30,
                },
                [5] = {
                    [500002] = 40,
                },
                [6] = {
                    [500002] = 50,
                },
            },
        },
        gameType = 1005,
        randomDialog = {
        },
    },
    [3050001] = {
        id = 3050001,
        gameFeedback = {
            buff = {
                [1] = 591101,
                [2] = 591112,
                [3] = 591123,
                [4] = 591132,
                [5] = 591143,
                [6] = 591151,
                [7] = 591161,
                [8] = 591202,
            },
        },
        optionTitle = "",
        optionDesc = "",
        gameTypeParam = {
            answer = {
                [1] = {
                },
                [2] = {
                    [500002] = 10,
                },
                [3] = {
                    [500002] = 20,
                },
                [4] = {
                    [500002] = 30,
                },
                [5] = {
                    [500002] = 40,
                },
                [6] = {
                    [500002] = 50,
                },
            },
        },
        gameType = 1005,
        randomDialog = {
        },
    },
    [1010001] = {
        id = 1010001,
        gameFeedback = {
        },
        optionTitle = "",
        optionDesc = "",
        gameTypeParam = {
        },
        gameType = 1001,
        randomDialog = {
        },
    },
    [3050008] = {
        id = 3050008,
        gameFeedback = {
        },
        optionTitle = "การ์ดผู้กล้าหาญ",
        optionDesc = "มีการ์ดจำนวนมากเฝ้าอยู่ที่นี่ พวกเราต้องกำจัดพวกมันทีละคน!",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "2101438",
                [3] = 3,
                [4] = 1001,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
        },
    },
    [3050010] = {
        id = 3050010,
        gameFeedback = {
        },
        optionTitle = "คนคุมเอฟเฟกต์",
        optionDesc = "หากเอาคนคุมเอฟเฟกต์ไปซ่อนล่ะก็ แผนกศิลปะก็จะเป็นอัมพาตทันที",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "2101440",
                [3] = 3,
                [4] = 1008,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
        },
    },
    [3050009] = {
        id = 3050009,
        gameFeedback = {
        },
        optionTitle = "จิตรกรผู้ยอดเยี่ยม",
        optionDesc = "ขัดจังหวะการทำงานของพวกเขาสามารถสร้างความเครียดให้กับ [ผู้อำนวยการ] ได้",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "2101439",
                [3] = 3,
                [4] = 1004,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
        },
    },
    [3050014] = {
        id = 3050014,
        gameFeedback = {
        },
        optionTitle = "พนักงานที่สูบบุหรี่",
        optionDesc = "คุณไม่อยากเข้าใกล้เขา แต่รอบๆนี้มีเขาอยู่แค่คนเดียว",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "2101444",
                [3] = 5,
                [4] = 101002,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
            [1] = 1501002,
            [2] = 1501003,
        },
    },
    [3050013] = {
        id = 3050013,
        gameFeedback = {
        },
        optionTitle = "ฝ่ายปฏิบัติการ",
        optionDesc = "ฝ่ายปฏิบัติการกำลังพยายามในการคิดไอเดียกิจกรรมใหม่ๆ",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "2101443",
                [3] = 3,
                [4] = 1014,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
        },
    },
    [3050015] = {
        id = 3050015,
        gameFeedback = {
        },
        optionTitle = "คนแก้ BUG",
        optionDesc = "คุณได้พบ Bugs ทั้งหมดแล้ว! รีบส่งไปให้โปรแกรมเมอร์ทำการแก้ไขกันเถอะ!",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "2101445",
                [3] = 3,
                [4] = 1013,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
        },
    },
    [3050017] = {
        id = 3050017,
        gameFeedback = {
        },
        optionTitle = "นักออกแบบเกมหลัก",
        optionDesc = "คุณได้รวบรวมผลตอบรับและข้อเสนอแนะครบทั้งหมดแล้ว เอาไปรายงานนักออกแบบเกมหลักกัน",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "2101447",
                [3] = 3,
                [4] = 1011,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
        },
    },
    [3050019] = {
        id = 3050019,
        gameFeedback = {
        },
        optionTitle = "Bossเจียง (ตัวจริง)",
        optionDesc = "Bossเจียง กำลังโกรธ! พวกเราต้องโจมตีเขา เพื่อทำให้เขาสงบลง!",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "2101449",
                [3] = 3,
                [4] = 1016,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
        },
    },
    [3050011] = {
        id = 3050011,
        gameFeedback = {
        },
        optionTitle = "ผู้อำนวยการอาละวาด",
        optionDesc = "ขีดความเครียดของผู้อำนวยการเต็มแล้ว!",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "2101441",
                [3] = 3,
                [4] = 1015,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
        },
    },
    [3050018] = {
        id = 3050018,
        gameFeedback = {
        },
        optionTitle = "Bossเจียง",
        optionDesc = "เราปลดปล่อยBossเจียงแล้ว แต่สถานการณ์ดูไม่ค่อยดีเท่าไหร่",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "2101448",
                [3] = 3,
                [4] = 1032,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
        },
    },
    [3050012] = {
        id = 3050012,
        gameFeedback = {
        },
        optionTitle = "ฝ่ายบริการลูกค้า",
        optionDesc = "ฝ่ายบริการลูกค้ากำลังเหงื่อตก และมองดูคุณอย่างหงุดหงิด",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "2101442",
                [3] = 3,
                [4] = 1007,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
        },
    },
    [3050016] = {
        id = 3050016,
        gameFeedback = {
        },
        optionTitle = "โปรแกรมเมอร์เบื้องหน้า & เบื้องหลัง",
        optionDesc = "คุณทำให้ห้องทำงานของพวกเราสกปรกไปหมด! ไม่รู้ว่าโปรแกรมเมอร์รักความสะอาดหรือไง?!",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "2101446",
                [3] = 3,
                [4] = 1010,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
        },
    },
    [1050001] = {
        id = 1050001,
        gameFeedback = {
            buff = {
                [1] = 591101,
                [2] = 591112,
                [3] = 591123,
                [4] = 591132,
                [5] = 591143,
                [6] = 591151,
                [7] = 591161,
                [8] = 591202,
            },
        },
        optionTitle = "",
        optionDesc = "",
        gameTypeParam = {
            answer = {
                [1] = {
                },
                [2] = {
                    [500002] = 10,
                },
                [3] = {
                    [500002] = 20,
                },
                [4] = {
                    [500002] = 30,
                },
                [5] = {
                    [500002] = 40,
                },
                [6] = {
                    [500002] = 50,
                },
            },
        },
        gameType = 1005,
        randomDialog = {
        },
    },
    [2050001] = {
        id = 2050001,
        gameFeedback = {
            buff = {
                [1] = 591101,
                [2] = 591112,
                [3] = 591123,
                [4] = 591132,
                [5] = 591143,
                [6] = 591151,
                [7] = 591161,
                [8] = 591202,
            },
        },
        optionTitle = "",
        optionDesc = "",
        gameTypeParam = {
            answer = {
                [1] = {
                },
                [2] = {
                    [500002] = 10,
                },
                [3] = {
                    [500002] = 20,
                },
                [4] = {
                    [500002] = 30,
                },
                [5] = {
                    [500002] = 40,
                },
                [6] = {
                    [500002] = 50,
                },
            },
        },
        gameType = 1005,
        randomDialog = {
        },
    },
    [2050002] = {
        id = 2050002,
        gameFeedback = {
            buff = {
                [1] = 591103,
                [2] = 591111,
                [3] = 591122,
                [4] = 591131,
                [5] = 591141,
                [6] = 591153,
                [7] = 591161,
                [8] = 591172,
                [9] = 591181,
            },
        },
        optionTitle = "",
        optionDesc = "",
        gameTypeParam = {
            answer = {
                [1] = {
                },
                [2] = {
                    [500002] = 10,
                },
                [3] = {
                    [500002] = 20,
                },
                [4] = {
                    [500002] = 30,
                },
                [5] = {
                    [500002] = 40,
                },
                [6] = {
                    [500002] = 50,
                },
            },
        },
        gameType = 1005,
        randomDialog = {
        },
    },
    [2050003] = {
        id = 2050003,
        gameFeedback = {
            buff = {
                [1] = 591102,
                [2] = 591113,
                [3] = 591121,
                [4] = 591133,
                [5] = 591142,
                [6] = 591152,
                [7] = 591161,
                [8] = 591182,
                [9] = 591201,
            },
        },
        optionTitle = "",
        optionDesc = "",
        gameTypeParam = {
            answer = {
                [1] = {
                },
                [2] = {
                    [500002] = 10,
                },
                [3] = {
                    [500002] = 20,
                },
                [4] = {
                    [500002] = 30,
                },
                [5] = {
                    [500002] = 40,
                },
                [6] = {
                    [500002] = 50,
                },
            },
        },
        gameType = 1005,
        randomDialog = {
        },
    },
    [3050003] = {
        id = 3050003,
        gameFeedback = {
            buff = {
                [1] = 591102,
                [2] = 591113,
                [3] = 591121,
                [4] = 591133,
                [5] = 591142,
                [6] = 591152,
                [7] = 591161,
                [8] = 591182,
                [9] = 591201,
            },
        },
        optionTitle = "",
        optionDesc = "",
        gameTypeParam = {
            answer = {
                [1] = {
                },
                [2] = {
                    [500002] = 10,
                },
                [3] = {
                    [500002] = 20,
                },
                [4] = {
                    [500002] = 30,
                },
                [5] = {
                    [500002] = 40,
                },
                [6] = {
                    [500002] = 50,
                },
            },
        },
        gameType = 1005,
        randomDialog = {
        },
    },
    [3050005] = {
        id = 3050005,
        gameFeedback = {
        },
        optionTitle = "พนักงานที่หยุดพักร้อน",
        optionDesc = "เขากำลังสั่งให้คนอื่นแจก [ใบปลิว]",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "2101435",
                [3] = 3,
                [4] = 1021,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
        },
    },
    [3050007] = {
        id = 3050007,
        gameFeedback = {
        },
        optionTitle = "พนักงานขี้ขลาด",
        optionDesc = "เขาดูเป็นกังวัลอย่างมาก หรือว่าที่นี่จะเกิดเรื่องแปลกๆขึ้นจริงๆ? ไปปลอบเขาดีกว่า!",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "2101437",
                [3] = 4,
                [4] = 61600005,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
        },
    },
    [1050002] = {
        id = 1050002,
        gameFeedback = {
            buff = {
                [1] = 591103,
                [2] = 591111,
                [3] = 591122,
                [4] = 591131,
                [5] = 591141,
                [6] = 591153,
                [7] = 591161,
                [8] = 591172,
                [9] = 591181,
            },
        },
        optionTitle = "",
        optionDesc = "",
        gameTypeParam = {
            answer = {
                [1] = {
                },
                [2] = {
                    [500002] = 10,
                },
                [3] = {
                    [500002] = 20,
                },
                [4] = {
                    [500002] = 30,
                },
                [5] = {
                    [500002] = 40,
                },
                [6] = {
                    [500002] = 50,
                },
            },
        },
        gameType = 1005,
        randomDialog = {
        },
    },
    [1050003] = {
        id = 1050003,
        gameFeedback = {
            buff = {
                [1] = 591102,
                [2] = 591113,
                [3] = 591121,
                [4] = 591133,
                [5] = 591142,
                [6] = 591152,
                [7] = 591161,
                [8] = 591182,
                [9] = 591201,
            },
        },
        optionTitle = "",
        optionDesc = "",
        gameTypeParam = {
            answer = {
                [1] = {
                },
                [2] = {
                    [500002] = 10,
                },
                [3] = {
                    [500002] = 20,
                },
                [4] = {
                    [500002] = 30,
                },
                [5] = {
                    [500002] = 40,
                },
                [6] = {
                    [500002] = 50,
                },
            },
        },
        gameType = 1005,
        randomDialog = {
        },
    },
    [3050006] = {
        id = 3050006,
        gameFeedback = {
        },
        optionTitle = "แคมเปนโปรโมชั่น",
        optionDesc = "เหมือนที่นี่กำลังทำการโปรโมทแคมเปนโปรโมชั่นอะไรสักอย่าง ผู้ชายใส่แว่นดำกำลังเดินมาทางคุณ",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "2101436",
                [3] = 3,
                [4] = 1031,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
        },
    },
    [3050004] = {
        id = 3050004,
        gameFeedback = {
        },
        optionTitle = "คนที่กำลังใช้โทรศัพท์มือถือ",
        optionDesc = "เจอคนที่กำลังใช้ [app] คุณจะทำยังไง?",
        gameTypeParam = {
            [1] = {
                [1] = {
                },
                [2] = "2101434",
                [3] = 5,
                [4] = 101002,
                [5] = 3,
            },
        },
        gameType = 1006,
        randomDialog = {
            [1] = 101002,
            [2] = 101003,
            [3] = 101004,
            [4] = 101005,
        },
    },
}