return {
    [800022] = {
        id = 800022,
        text = "ยังไม่เปิด",
    },
    [190000141] = {
        id = 190000141,
        text = "ดาวน์โหลดทีหลัง",
    },
    [800023] = {
        id = 800023,
        text = "ประกาศเกม",
    },
    [190000142] = {
        id = 190000142,
        text = "ดาวน์โหลดเดี๋ยวนี้",
    },
    [800024] = {
        id = 800024,
        text = "ทรัพยากรถึงขีดจำกัดแล้ว แลกเปลี่ยนล้มเหลว!",
    },
    [190000143] = {
        id = 190000143,
        text = "สามารถดาวน์โหลดได้ คุณต้องการที่จะอัปเดตตอนนี้หรือไม่?",
    },
    [800025] = {
        id = 800025,
        text = "แก้ไขแล้ว",
    },
    [190000144] = {
        id = 190000144,
        text = "อัปเดตเนื้อหาในแพตช์ 1025",
    },
    [800026] = {
        id = 800026,
        text = "%s:%s:%s",
    },
    [190000145] = {
        id = 190000145,
        text = "การอัปเดตล้มเหลว คุณต้องการลองอีกครั้งหรือไม่?",
    },
    [111000052] = {
        id = 111000052,
        text = "การเชื่อมต่อ CDN ล้มเหลว ไม่สามารถดาวน์โหลดทรัพยากรเพิ่มเติมได้",
    },
    [190000146] = {
        id = 190000146,
        text = "กำลังดาวน์โหลดทรัพยากรเพิ่มเติม",
    },
    [800028] = {
        id = 800028,
        text = "ผู้เล่นLv.%sจะสามารถอัพเกรดได้",
    },
    [800029] = {
        id = 800029,
        text = "ยกเลิก",
    },
    [800030] = {
        id = 800030,
        text = "%sนาที",
    },
    [800031] = {
        id = 800031,
        text = "คะแนนสกิลเทวทูตไม่เพียงพอ",
    },
    [800032] = {
        id = 800032,
        text = "เลเวลที่ต้องการ",
    },
    [100000120] = {
        id = 100000120,
        text = "ไฟล์เสียหาย คุณต้องการล้างข้อมูล และดาวน์โหลดอีกครั้งหรือไม่",
    },
    [800034] = {
        id = 800034,
        text = "สกิลที่ต้องการ",
    },
    [800035] = {
        id = 800035,
        text = "ซื้อสำเร็จ",
    },
    [800036] = {
        id = 800036,
        text = "%s-%s-%s",
    },
    [800037] = {
        id = 800037,
        text = "%sx%s",
    },
    [800038] = {
        id = 800038,
        text = "กดที่หน้าจอเพื่อดำเนินการต่อ",
    },
    [800039] = {
        id = 800039,
        text = "/",
    },
    [800040] = {
        id = 800040,
        text = "%ss",
    },
    [800041] = {
        id = 800041,
        text = "%s-%s",
    },
    [800042] = {
        id = 800042,
        text = "แลก",
    },
    [800043] = {
        id = 800043,
        text = "แลกเปลี่ยนแล้ว",
    },
    [800044] = {
        id = 800044,
        text = "%s วัน %s ชม. %s นาที",
    },
    [800045] = {
        id = 800045,
        text = "อย่าแสดงอีกในระหว่างการล็อกอินครั้งนี้",
    },
    [800046] = {
        id = 800046,
        text = "ไม่สามารถรับรางวัลการนัดหมายของเว็บไซต์อย่างเป็นทางการได้อีก โปรดตรวจสอบอีเมล์",
    },
    [800047] = {
        id = 800047,
        text = "Diamond ไม่เพียงพอ! ไปซื้อเพิ่ม!",
    },
    [3005051] = {
        id = 3005051,
        text = "ยกเลิก",
    },
    [800048] = {
        id = 800048,
        text = "Diamond ไม่เพียงพอ",
    },
    [800049] = {
        id = 800049,
        text = "%s-%s-%s %s:%s",
    },
    [800050] = {
        id = 800050,
        text = "ฟื้นฟู 1 แต้มหลังจาก %s:%s",
    },
    [800051] = {
        id = 800051,
        text = "ฟื้นฟูให้เต็มหลังจาก %s:%s:%s",
    },
    [800052] = {
        id = 800052,
        text = "พลังกายเต็มแล้ว หยุดการฟื้นฟูแบบอัตโนมัติ",
    },
    [800053] = {
        id = 800053,
        text = "พลังงานเต็มแล้ว หยุดการฟื้นฟูแบบอัตโนมัติ",
    },
    [800054] = {
        id = 800054,
        text = "[%s]",
    },
    [100000067] = {
        id = 100000067,
        text = "การอัปเดตสำหรับเวอร์ชัน %s",
    },
    [800056] = {
        id = 800056,
        text = "%s:%s'%s",
    },
    [800057] = {
        id = 800057,
        text = "ไม่มีรางวัลให้รับ",
    },
    [800058] = {
        id = 800058,
        text = "ลบไปแล้ว",
    },
    [800059] = {
        id = 800059,
        text = "ไม่มีไฟล์แนบเพื่อรับ",
    },
    [800060] = {
        id = 800060,
        text = "โหลดไฟล์ในเครื่องแล้ว พร้อมที่จะเริ่มเกม",
    },
    [800061] = {
        id = 800061,
        text = "กำลังโหลดไฟล์ในเครื่อง (ไม่ใช้เน็ตมือถือ)",
    },
    [800062] = {
        id = 800062,
        text = "ข้อมูลอัปเดต กรุณาเริ่มเกมใหม่!",
    },
    [800063] = {
        id = 800063,
        text = "ล้มเหลว",
    },
    [800064] = {
        id = 800064,
        text = "ประเภทของด่านที่ไม่ได้จัดการ",
    },
    [800065] = {
        id = 800065,
        text = "ส่ง",
    },
    [800066] = {
        id = 800066,
        text = "ทะลุสปิริต",
    },
    [800067] = {
        id = 800067,
        text = "อัพเกรดสปิริต",
    },
    [800068] = {
        id = 800068,
        text = "แก้ไขแล้ว",
    },
    [800069] = {
        id = 800069,
        text = "%sวัน %sชม.",
    },
    [800070] = {
        id = 800070,
        text = "ได้มา",
    },
    [800071] = {
        id = 800071,
        text = "เลื่อนขั้น",
    },
    [800072] = {
        id = 800072,
        text = "รวม",
    },
    [800073] = {
        id = 800073,
        text = "ปลดล็อก",
    },
    [800074] = {
        id = 800074,
        text = "ไม่สามารถเกินขีดจำกัดเลเวลปัจจุบัน",
    },
    [800075] = {
        id = 800075,
        text = "อยู่ในอันดับสูงสุดแล้ว",
    },
    [800076] = {
        id = 800076,
        text = "คุณยังไม่มีสปิริตนี้",
    },
    [800077] = {
        id = 800077,
        text = "รายละเอียดสกิล",
    },
    [800078] = {
        id = 800078,
        text = "เอฟเฟกต์สกิล",
    },
    [800079] = {
        id = 800079,
        text = "[ลักษณะตัวละคร]",
    },
    [800080] = {
        id = 800080,
        text = "พลังงาน",
    },
    [800081] = {
        id = 800081,
        text = "สกิล",
    },
    [800082] = {
        id = 800082,
        text = "คุณต้องการข้ามบทแนะนำหรือไม่?",
    },
    [800083] = {
        id = 800083,
        text = "รหัสเปิดใช้งานต้องไม่ว่างเปล่า!",
    },
    [800084] = {
        id = 800084,
        text = "เวอร์ชัน%sได้อัปเดตเนื้อหาดังต่อไปนี้",
    },
    [800085] = {
        id = 800085,
        text = "ลองใหม่",
    },
    [800086] = {
        id = 800086,
        text = "กดที่หน้าจอเพื่อดำเนินการต่อ",
    },
    [100000019] = {
        id = 100000019,
        text = "ตัดการเชื่อมต่อจากเซิร์ฟเวอร์",
    },
    [800087] = {
        id = 800087,
        text = "กรอกอักษร 6-12 ตัว",
    },
    [800088] = {
        id = 800088,
        text = "กรอกรหัสเปิดใช้งาน",
    },
    [800089] = {
        id = 800089,
        text = "ชื่อผู้ใช้ต้องไม่ว่างเปล่า",
    },
    [800090] = {
        id = 800090,
        text = "เลือกเซิร์ฟเวอร์",
    },
    [800091] = {
        id = 800091,
        text = "กำลังดาวน์โหลดไฟล์การกำหนดค่า",
    },
    [800092] = {
        id = 800092,
        text = "การตรวจสอบทรัพยากรล่าสุด",
    },
    [800093] = {
        id = 800093,
        text = "%d%%เสร็จสมบูรณ์",
    },
    [270001] = {
        id = 270001,
        text = "การแจ้งเตือนดาวน์โหลด",
    },
    [800095] = {
        id = 800095,
        text = "กำลังดาวน์โหลด...",
    },
    [800096] = {
        id = 800096,
        text = "ตรวจพบมีเนื้อหาอัปพเดตใหม่ ทั้งหมด:",
    },
    [800097] = {
        id = 800097,
        text = "ดาวน์โหลดเสร็จสมบูรณ์ การบีบอัดทรัพยากร",
    },
    [800098] = {
        id = 800098,
        text = "กิจกรรม",
    },
    [800099] = {
        id = 800099,
        text = "ประกาศเกม",
    },
    [270004] = {
        id = 270004,
        text = "หากต้องการสัมผัสเนื้อหาใหม่ คุณต้องดาวน์โหลดทรัพยากร%s เริ่มดาวน์โหลดหรือไม่?",
    },
    [800101] = {
        id = 800101,
        text = "[แซท]",
    },
    [800102] = {
        id = 800102,
        text = "[คลับ]",
    },
    [800103] = {
        id = 800103,
        text = "[โลก]",
    },
    [270006] = {
        id = 270006,
        text = "ดาวน์โหลดทรัพยากรแพ็กเกจแล้ว กรุณารีสตาร์ทไคลเอนต์",
    },
    [800105] = {
        id = 800105,
        text = "ไม่สามารถแชทในช่องระบบ",
    },
    [270007] = {
        id = 270007,
        text = "เราได้ตรวจพบว่าอุปกรณ์ของคุณมีพื้นที่เก็บข้อมูลไม่เพียงพอสำหรับการดาวน์โหลดครั้งนี้ กรุณาเพิ่มพื้นที่ว่าง",
    },
    [800107] = {
        id = 800107,
        text = "ล็อกอินล้มเหลว",
    },
    [270008] = {
        id = 270008,
        text = "การเชื่อมต่อล้มเหลว ไม่สามารถดาวน์โหลดให้เสร็จสิ้นได้ โปรดตรวจสอบการเชื่อมต่อของคุณ แล้วลองอีกครั้ง",
    },
    [800109] = {
        id = 800109,
        text = "แชร์สำเร็จ",
    },
    [270009] = {
        id = 270009,
        text = "เราได้ตรวจพบว่าคุณไม่ได้เชื่อมต่อกับ WIFI เริ่มดาวน์โหลดหรือไม่?\n\n*ขอแนะนำให้ดาวน์โหลดโดยใช้ WiFi",
    },
    [800111] = {
        id = 800111,
        text = "ยืนยันที่จะออกจากเกมหรือไม่?",
    },
    [800112] = {
        id = 800112,
        text = "ใช่",
    },
    [800113] = {
        id = 800113,
        text = "ไม่",
    },
    [800114] = {
        id = 800114,
        text = "การเชื่อมต่อกับเซิร์ฟเวอร์ล้มเหลว",
    },
    [800115] = {
        id = 800115,
        text = "เซิร์ฟเวอร์ทดลองจะเปิดขึ้นใน %d-%d %d:00น. ขอบคุณสำหรับความสนใจ!",
    },
    [800116] = {
        id = 800116,
        text = "การยืนยันล้มเหลว",
    },
    [800117] = {
        id = 800117,
        text = "ไม่เหลือโอกาสแล้ว",
    },
    [800118] = {
        id = 800118,
        text = "บัตรรายเดือนเหลือ: %s วัน",
    },
    [800119] = {
        id = 800119,
        text = "สิ้นสุดใน %d วัน %d ชม. %d นาที",
    },
    [800120] = {
        id = 800120,
        text = "ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์การต่อสู้ได้",
    },
    [800121] = {
        id = 800121,
        text = "การเชื่อมต่อกับเซิร์ฟเวอร์ล้มเหลว",
    },
    [800122] = {
        id = 800122,
        text = "ตัดการเชื่อมต่อจากเซิร์ฟเวอร์",
    },
    [800123] = {
        id = 800123,
        text = "เชื่อมต่อใหม่ %d ครั้ง",
    },
    [800124] = {
        id = 800124,
        text = "ล็อกอินเซิร์ฟเวอร์เกมล้มเหลว",
    },
    [800125] = {
        id = 800125,
        text = "ซื้อ",
    },
    [800106] = {
        id = 800106,
        text = "ไม่พบเอฟเฟกต์เสียงที่เป็น id %s",
    },
    [800126] = {
        id = 800126,
        text = "แพ็กเกจภาษาการแจ้งstring",
    },
    [800108] = {
        id = 800108,
        text = "ล็อกอินสำเร็จ",
    },
    [800127] = {
        id = 800127,
        text = "ข้อมูลการล็อกอินไม่สมบูรณ์",
    },
    [800110] = {
        id = 800110,
        text = "ออกจากเกม",
    },
    [800128] = {
        id = 800128,
        text = "ไคลเอนต์ผิดปกติ",
    },
    [800001] = {
        id = 800001,
        text = "ไม่ได้ค้นพบไอเทม ID %s",
    },
    [800129] = {
        id = 800129,
        text = "เวอร์ชันไคลเอนต์ต่ำกว่า: 3.50 โปรดดาวน์โหลดไคลเอนต์ล่าสุด",
    },
    [800002] = {
        id = 800002,
        text = "เวอร์ชันปัจจุบันไม่ได้เปิดชั่วคราว โปรดติดตามในภายหลัง",
    },
    [800130] = {
        id = 800130,
        text = "ไม่สามารถตั้งค่าฉากได้สำหรับธีมสาวต้อนรับขั้นสูง~",
    },
    [800003] = {
        id = 800003,
        text = "ปลดล็อกเมื่อ Lv.%s",
    },
    [800131] = {
        id = 800131,
        text = "เนื่องจากหน่วยความจำบนอุปกรณ์เหลือน้อย ขอแนะนำให้คุณปิดเอฟเฟกต์พิเศษของเพื่อนร่วมทีม",
    },
    [800004] = {
        id = 800004,
        text = "%s ปลดล็อกแล้ว",
    },
    [800132] = {
        id = 800132,
        text = "สปิริตจะเสียการควบคุมเมื่อค่าพลิกผัน 70\nและจะไม่ตอบกลับข้อความเมื่อค่าพลิกผัน 100\nแชทหรือใช้ สารยับยั้งพลิกผันจะสามารถลดค่าพลิกผันได้",
    },
    [800005] = {
        id = 800005,
        text = "%s/%s",
    },
    [800133] = {
        id = 800133,
        text = "สปิริตที่มีค่าหัวใจเต้นสูงจะตอบกลับอย่างใกล้ชิดยิ่งขึ้น\nสือสารกับสปิริตเพื่อเพิ่มค่าหัวใจเต้น\nซึ่งจะมี 3 ระดับ: ไม่รู้จัก เป็นมิตรและสนิท",
    },
    [800006] = {
        id = 800006,
        text = "Lv.%s",
    },
    [800134] = {
        id = 800134,
        text = "อารมณ์และค่าหัวใจของสปิริตไม่สามารถเพิ่มขึ้นได้อีกแล้ว~",
    },
    [800007] = {
        id = 800007,
        text = "x%s",
    },
    [800135] = {
        id = 800135,
        text = "ค้นหาข้อมูลการยืนยันชื่อจริงไม่สำเร็จ โปรดคลิกเพื่อลองอีกครั้ง!",
    },
    [800008] = {
        id = 800008,
        text = "+%s",
    },
    [800136] = {
        id = 800136,
        text = "เซิร์ฟเวอร์ถึงขีดจำกัดการลงทะเบียนแล้ว",
    },
    [800009] = {
        id = 800009,
        text = "เลเวลอัพ",
    },
    [800104] = {
        id = 800104,
        text = "โปรดกรอกเนื้อหา",
    },
    [800010] = {
        id = 800010,
        text = "ยืนยัน",
    },
    [800027] = {
        id = 800027,
        text = "%s ชม. %s นาที",
    },
    [800011] = {
        id = 800011,
        text = "ประกาศของระบบ",
    },
    [800100] = {
        id = 800100,
        text = "[ระบบ]",
    },
    [800012] = {
        id = 800012,
        text = "พลังกายขีดสูงสุด:",
    },
    [100000083] = {
        id = 100000083,
        text = "N/A",
    },
    [800013] = {
        id = 800013,
        text = "ฟื้นฟูพลังกาย:",
    },
    [270002] = {
        id = 270002,
        text = "เราได้ตรวจพบว่านี่ไม่ใช่บัญชีใหม่ ก่อนการเริ่มเกม คุณต้องดาวน์โหลดทรัพยากร%s เริ่มดาวน์โหลดหรือไม่?",
    },
    [800014] = {
        id = 800014,
        text = "%s:%s",
    },
    [270003] = {
        id = 270003,
        text = "เราได้ตรวจพบว่านี่ไม่ใช่บัญชีใหม่ ก่อนการเริ่มเกม คุณต้องดาวน์โหลดทรัพยากร%s เริ่มดาวน์โหลดหรือไม่\n\n*ขอแนะนำให้ดาวน์โหลดโดยใช้ WiFi",
    },
    [800015] = {
        id = 800015,
        text = "กลับ",
    },
    [800033] = {
        id = 800033,
        text = "เลเวลดาวที่ต้องการ",
    },
    [800016] = {
        id = 800016,
        text = "บ้าน",
    },
    [270005] = {
        id = 270005,
        text = "หากต้องการสัมผัสเนื้อหาใหม่ คุณต้องดาวน์โหลดทรัพยากร%s เริ่มดาวน์โหลดหรือไม่\n\n*ขอแนะนำให้ดาวน์โหลดโดยใช้ WiFi",
    },
    [800017] = {
        id = 800017,
        text = "%s%%",
    },
    [111000051] = {
        id = 111000051,
        text = "การเชื่อมต่อเครือข่ายยังไม่ได้รับการกู้คืนโปรดรอสักครู่!",
    },
    [800018] = {
        id = 800018,
        text = "คลิกเพื่อดำเนินการต่อ",
    },
    [800094] = {
        id = 800094,
        text = "%dKB/%dKB",
    },
    [800019] = {
        id = 800019,
        text = "%s+%s",
    },
    [190000138] = {
        id = 190000138,
        text = "การตรวจสอบทรัพยากรล่าสุด",
    },
    [800020] = {
        id = 800020,
        text = "คำแจ้งการซื้อ",
    },
    [190000139] = {
        id = 190000139,
        text = "อัปเดตข้อมูล",
    },
    [800021] = {
        id = 800021,
        text = "หมดโอกาสการแลกเปลี่ยนในวันนี้แล้ว!",
    },
    [190000140] = {
        id = 190000140,
        text = "เวอร์ชั่นอัพเดท",
    },
    [800055] = {
        id = 800055,
        text = "น้ำมันเชื้อเพลิงเต็มแล้ว หยุดการฟื้นฟูแบบอัตโนมัติ",
    },
}