return {
    [1] = {
        id = 1,
        beginTime  = "00:00:04,700",
        endTime  = "00:00:08,500",
        content  = "หลังจากพยายามอยู่หลายครั้ง ในที่สุดฉันก็เอาโทวกะออกมาได้",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:08,1000",
        endTime  = "00:00:12,900",
        content  = "สปิริตตนนี้จำคนที่เธอรักไม่ได้เลยหรอ?",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:16,600",
        endTime  = "00:00:19,200",
        content  = "15 ตุลาคม ประมาณ 2 สัปดาห์ก่อนวันฮาโลวีน",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:19,800",
        endTime  = "00:00:24,199",
        content  = "สปิริต \"แม่มด\" สาบานว่าเธอจะทำลายชีวิตของคุณ",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:25,899",
        endTime  = "00:00:31,500",
        content  = "สปิริตที่มีความสามารถในการเปลี่ยนแปลง\nซ่อนตัวอยู่ในกลุ่มเพื่อนที่อยู่ใกล้ ๆ",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:32,0",
        endTime  = "00:00:36,700",
        content  = "เกมหมาป่ากำลังจะเริ่มต้นขึ้น!",
    },
}