return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,750",
        endTime  = "00:00:01,500",
        content  = "ฉันมักจะคิดว่าตัวเองเป็นนักเรียนมัธยมปลายธรรมดา ๆคนนึง\nฉันไม่เคยคิดเลยว่า …",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:02,0",
        endTime  = "00:00:04,0",
        content  = "...ว่าชีวิตของฉัน",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:05,0",
        endTime  = "00:00:10,900",
        content  = "การกระทำที่เรียกว่า \"คบกัน\" ทำให้เกิดความอลหม่าน",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:15,0",
        endTime  = "00:00:17,899",
        content  = "โชคชะตากำลังพยายามนำทางเราไปที่ไหนสักแห่ง?",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:19,0",
        endTime  = "00:00:19,899",
        content  = "ฉันคิดว่าบางทีตั้งแต่ฉันพบเธอ",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:21,0",
        endTime  = "00:00:22,0",
        content  = "อนาคตของฉันถูกตัดสินไปแล้ว",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:24,0",
        endTime  = "00:00:26,850",
        content  = "โว้ว! ค- คุณกำลังทำอะไรอยู่!",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:28,0",
        endTime  = "00:00:31,0",
        content  = "ยังไม่ชัดเจนเหรอ? ฉันกำลังจะฆ่าคุณ",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:33,0",
        endTime  = "00:00:34,0",
        content  = "รอก่อน! เดี๋ยวก่อน! ฉันไม่รู้ด้วยซ้ำว่าคุณเป็นใคร!",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:37,0",
        endTime  = "00:00:39,799",
        content  = "คุณมาที่นี่เพื่อฆ่าฉันด้วยไม่ใช่เหรอ?\n เหมือนกับคนอื่น ๆ ?",
    },
    [11] = {
        id = 11,
        beginTime  = "00:00:41,0",
        endTime  = "00:00:43,0",
        content  = "คุณอยู่ที่นั่น! หนุ่มๆ อพยพด่วน!",
    },
}