return {
    [1] = {
        id = 1,
        beginTime  = "00:00:01,120",
        endTime  = "00:00:07,140",
        content  = "ฉันไม่ต้องการ! ฉันจะไม่ถูกเยาะเย้ยอีกต่อไป!",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:08,39",
        endTime  = "00:00:12,29",
        content  = "เฮ้! ทำไมไม่พูดบ้างล่ะ?!",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:12,500",
        endTime  = "00:00:15,109",
        content  = "ได้โปรด ... เอามันคืนมา ...",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:15,540",
        endTime  = "00:00:17,100",
        content  = "รีบหยุดพวกเขา!",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:17,599",
        endTime  = "00:00:21,0",
        content  = "ตอนนี้สภาพจิตใจของโยชินอนอยู่ในระดับเดียวกันด้วย!",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:21,599",
        endTime  = "00:00:24,0",
        content  = "อะ อืม โทวกะคุณจะไม่คืนให้เธอเหรอ?",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:25,0",
        endTime  = "00:00:29,0",
        content  = "ก็อย่างที่คิด ... ฉันไม่ต้องอยู่ที่นี่ใช่ไหม!?",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:29,500",
        endTime  = "00:00:32,0",
        content  = "คุณชอบเธอมากกว่าฉันใช่ไหม?",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:34,0",
        endTime  = "00:00:37,0",
        content  = "ไม่ นั่นไม่จริง!",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:37,500",
        endTime  = "00:00:39,0",
        content  = "ซันคิเอล!",
    },
    [11] = {
        id = 11,
        beginTime  = "00:00:41,0",
        endTime  = "00:00:43,300",
        content  = "ตอนนี้เธอกำลังปล่อยเทวทูตของเธองั้นหรอ?",
    },
    [12] = {
        id = 12,
        beginTime  = "00:00:44,0",
        endTime  = "00:00:46,0",
        content  = "แย่! คุณต้องออกไปจากที่นั่น!",
    },
}