return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,750",
        endTime  = "00:00:09,400",
        content  = "เมื่อ 5 ปีก่อน\nโทบิอิจิ โอริกามิได้พบเห็นพ่อแม่ถูกสปิริตฆ่าตาย",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:09,900",
        endTime  = "00:00:16,699",
        content  = "เธอใช้ชีวิตเพื่อจุดประสงค์เดียวตั้งแต่นั้นมา:\nขับไล่สปิริตทั้งหมดออกจากโลกนี้",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:18,149",
        endTime  = "00:00:22,100",
        content  = "หญิงสาวที่กลายเป็นแม่มดเพื่อกำจัดสปิริต",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:22,699",
        endTime  = "00:00:24,150",
        content  = "การตัดสินใจที่ไม่คาดคิด",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:24,899",
        endTime  = "00:00:28,750",
        content  = "เธอพุ่งไปที่สนามรบตั้งใจจะสู้กับสปิริตจนตาย",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:30,199",
        endTime  = "00:00:32,899",
        content  = "เพื่อยุติสงครามที่ไร้ความหมายนี้",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:33,299",
        endTime  = "00:00:36,0",
        content  = "เพื่อพูดคุยความรู้สึกกับหญิงสาวที่เกลียดชังสปิริต",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:36,500",
        endTime  = "00:00:38,799",
        content  = "มาเริ่มเดทกันเลย!",
    },
}