return {
    [1] = {
        id = 1,
        beginTime  = "00:00:04,800",
        endTime  = "00:00:06,500",
        content  = "หญิงสาวที่ตัดสินใจแก้แค้นสปิริต",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:06,1000",
        endTime  = "00:00:09,150",
        content  = "เพราะพ่อแม่ของเธอถูกหนึ่งในพวกเขาฆ่า",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:09,550",
        endTime  = "00:00:13,0",
        content  = "ถูกส่งกลับไปเมื่อ 5 ปีที่แล้ว โดยพลังของคุรุมิ",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:16,800",
        endTime  = "00:00:20,100",
        content  = "จะลบการสูญเสียความหวังและการไถ่บาปได้อย่างไร",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:20,600",
        endTime  = "00:00:22,199",
        content  = "และนี่คือโศกนาฏกรรมที่เกิดจากความสิ้นหวัง?",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:26,699",
        endTime  = "00:00:29,300",
        content  = "เพื่อช่วยสปิริตที่ถูกสาปโดยโชคชะตา",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:29,800",
        endTime  = "00:00:32,799",
        content  = "มาเริ่มเดทกันเลย!",
    },
}