return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,500",
        endTime  = "00:00:05,500",
        content  = "หญิงสาวล้มลงท่ามกลางสายฝนที่ตกหนัก",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:06,0",
        endTime  = "00:00:10,0",
        content  = "นี่มันคือสปิริตจริงๆ\nมีรูปร่างเล็กกระทัดรัดและมีลักษณะเหมือนเทวทูต",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:13,300",
        endTime  = "00:00:16,500",
        content  = "“ ลัคกี้เลเชอร์” พบตุ๊กตาที่หายไปของเธอ",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:17,0",
        endTime  = "00:00:19,500",
        content  = "และกลายเป็น \"ฮีโร่\" ที่ช่วยเจ้าหญิง",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:21,800",
        endTime  = "00:00:25,500",
        content  = "เมื่อวันที่ 5 มิถุนายน\nภัยพิบัติเคราะห์ร้ายเกิดขึ้นอย่างกระทันหัน",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:26,100",
        endTime  = "00:00:29,699",
        content  = "นักเรียนย้ายเข้าที่มีเสน่ห์\nเป็นสปิริตที่ชั่วร้ายชอบล่อลวงจริงหรือ?!",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:31,0",
        endTime  = "00:00:34,0",
        content  = "หากต้องการตัด \"ไนท์แมร์\" ของเธอ คุณต้องเดทกับเธอ",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:34,500",
        endTime  = "00:00:38,0",
        content  = "\"เวลา\" ใกล้หมดแล้ว! แค่ปล่อยให้เธอหลงรักคุณ!",
    },
}