return {
    [1] = {
        id = 1,
        beginTime  = "00:00:04,0",
        endTime  = "00:00:05,0",
        content  = "คือว่า...?",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:09,0",
        endTime  = "00:00:17,0",
        content  = "ฉันจะ... ไม่มีวันให้อภัยคุณ! ฉันจะฆ่าคุณ... \nฉันสาบานฉันจะฆ่าคุณ! สักวันฉันจะฆ่าคุณ!",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:18,0",
        endTime  = "00:00:22,0",
        content  = "ไม่... มันเป็นไปไม่ได้... ฉัน...",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:23,0",
        endTime  = "00:00:29,0",
        content  = "ฉัน... พ่อของฉัน... และแม่ของฉัน...?",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:29,800",
        endTime  = "00:00:33,0",
        content  = "อ๊ากกก!",
    },
}