return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,400",
        endTime  = "00:00:05,0",
        content  = "ห้าปีที่แล้ว ถนนเส้นนี้เคยเกิดไฟไฟม้",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:06,0",
        endTime  = "00:00:08,500",
        content  = "โคโทริกลายเป็นสปิริตโดยบังเอิญ",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:09,0",
        endTime  = "00:00:11,500",
        content  = "และพ่อแม่ของโอริกามิถูกฆ่าโดยสปิริต",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:12,0",
        endTime  = "00:00:14,0",
        content  = "ความจริงมีเพียงหนึ่งเดียว!",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:14,900",
        endTime  = "00:00:16,0",
        content  = "17 กรกฎาคม",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:16,500",
        endTime  = "00:00:21,0",
        content  = "ในการทัศนศึกษาของโรงเรียน ฉันเจอสปิริตสองตนกำลังต่อสู้กันมันมีชื่อว่า “ยาไม”",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:21,600",
        endTime  = "00:00:25,500",
        content  = "แข่งขันกันเองสปิริตคู่แฝดเริ่มเคลื่อนไหวอย่างอุกอาจ",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:26,199",
        endTime  = "00:00:30,100",
        content  = "คนไหนจะชนะใจผู้ชายคนนี้?",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:31,0",
        endTime  = "00:00:33,299",
        content  = "เพื่อให้สิ่งต่างๆแย่ลงการติดต่อก็ล้มเหลวเช่นกัน",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:34,299",
        endTime  = "00:00:36,200",
        content  = "ไม่มีการเสริมกำลังใด ๆ",
    },
    [11] = {
        id = 11,
        beginTime  = "00:00:36,700",
        endTime  = "00:00:40,0",
        content  = "จะเปลี่ยนโชคชะตาอันโหดร้ายที่ กำหนดไว้ด้วยสปิริตแฝดได้อย่างไร?",
    },
    [12] = {
        id = 12,
        beginTime  = "00:00:41,0",
        endTime  = "00:00:44,0",
        content  = "ตอนนี้มาเริ่มเดทกันเลย!",
    },
}