return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,500",
        endTime  = "00:00:02,0",
        content  = "โว้ว! เช-เชี้ยอะไรเนี่ย?!",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:05,0",
        endTime  = "00:00:07,900",
        content  = "โรงเรียนกำลังถูกโจมตี หา?! นี่มันบ้าไปแล้ว!",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:10,0",
        endTime  = "00:00:14,900",
        content  = "เร็ว วิ่งหนีต่อไป!\nถ้าคุณอยู่ที่นี่ คุณจะถูกโจมตีไปพร้อมกับฉัน",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:16,0",
        endTime  = "00:00:22,0",
        content  = "ไม่มีโอกาส! ตอนนี้ถึงเวลาที่ต้องคุยกันแล้ว!",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:23,0",
        endTime  = "00:00:27,0",
        content  = "คุณอยากรู้เกี่ยวกับโลกใบนี้ใช่ไหม?",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:28,0",
        endTime  = "00:00:29,0",
        content  = "ฉันจะบอกคุณทุกสิ่งที่ควรรู้!",
    },
}