return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,0",
        endTime  = "00:00:05,500",
        content  = "คนส่วนใหญ่เชื่อเกี่ยวกับระยะอากาศสั่นไหวที่เกิดขึ้น",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:06,0",
        endTime  = "00:00:08,900",
        content  = "เมื่อ 30 ปีที่แล้วไม่มีอะไรมากไปกว่าภัยธรรมชาติ",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:11,0",
        endTime  = "00:00:13,199",
        content  = "แต่ความจริงก็คือผลพวงของ",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:14,0",
        endTime  = "00:00:17,0",
        content  = "สิ่งมีชีวิตที่เรียกว่าสปิริตปรากฏตัวในโลกของเรา",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:19,0",
        endTime  = "00:00:22,899",
        content  = "หญิงสาวที่คุณพบก็แค่ -- สปิริต",
    },
}