return {
    [1] = {
        id = 1,
        beginTime  = "00:00:04,0",
        endTime  = "00:00:08,0",
        content  = "ฉัน ฉัน คืนนี้เรามีลูกค้าแปลก ๆ",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:09,0",
        endTime  = "00:00:11,500",
        content  = "*หัวเราะคิกคัก* ไม่ได้เจอกันนานเลยนะ โอริกามิ",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:13,0",
        endTime  = "00:00:16,0",
        content  = "ฉันต้องบอกว่า ฉันประทับใจที่คุณพบฉัน",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:17,0",
        endTime  = "00:00:19,0",
        content  = "การค้นหาตัวตนที่แท้จริงของคุณเป็นความท้าทายในตัวเอง\nแต่ …",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:20,0",
        endTime  = "00:00:26,0",
        content  = "การค้นหาตัวตนของคุณในเมือง\nไม่ใช่เรื่องยากสำหรับฉันอีกต่อไป",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:27,0",
        endTime  = "00:00:32,0",
        content  = "และอะไรทำให้คุณมาที่นี่ได้? ฉันรับมันไปแล้ว\nคุณไม่ได้มางานเลี้ยงน้ำชาเหรอ?",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:33,0",
        endTime  = "00:00:40,0",
        content  = "ฉันต้องการถามคำถามคุณ ซาฟคิเอลเป็นทูตสวรรค์ที่ควบคุมเวลา",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:41,0",
        endTime  = "00:00:46,0",
        content  = "และแต่ละหน้าปัดทั้ง 12 วงมีพลังที่แตกต่างกันออกไป",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:47,0",
        endTime  = "00:00:53,0",
        content  = "ในจำนวน 12 วง มีกระสุนที่คุณยิงเข้าไปในอดีตหรือไม่?",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:53,800",
        endTime  = "00:00:56,899",
        content  = "สมมติว่ามีหนึ่งสิ่งที่คุณจะพูด คุณจะพูดว่าอะไร?",
    },
    [11] = {
        id = 11,
        beginTime  = "00:00:58,0",
        endTime  = "00:01:40,0",
        content  = "ฉันต้องการยืมพลังของคุณ",
    },
    [12] = {
        id = 12,
        beginTime  = "00:01:41,0",
        endTime  = "00:01:45,0",
        content  = "ฉัน... อยากให้คุณส่งฉันกลับไปเมื่อวันที่ 3 สิงหาคม\nเมื่อห้าปีที่แล้ว",
    },
}