return {
    [1] = {
        id = 1,
        beginTime  = "00:00:01,0",
        endTime  = "00:00:09,0",
        content  = "เขามีสมญานามว่า \"เฮอร์มิท\"\nในบรรดาสปิริต เธอว่านอนสอนง่ายที่สุดแล้ว",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:09,800",
        endTime  = "00:00:12,0",
        content  = "เดี๋ยวก่อนนั่น...ฉันเคยเจอผู้หญิงคนนั้นที่ศาลเจ้ามาก่อน!",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:13,0",
        endTime  = "00:00:16,0",
        content  = "คุณพูดว่าอะไรนะ คุณเคยเจอเฮอร์มิทแล้วจริงหรือ? ",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:18,0",
        endTime  = "00:00:23,800",
        content  = "คานาจูกิสลับไปใช้กล้องเพื่อดูว่าใครโจมตีเธอ",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:25,0",
        endTime  = "00:00:29,200",
        content  = "อืม ดูเหมือนว่า AST จะเพ่งเล็งมาที่หางของเธอแล้ว",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:30,0",
        endTime  = "00:00:33,0",
        content  = "เป้าหมายถูกล็อก ถูกใจเฮอร์มิท",
    },
}