return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,500",
        endTime  = "00:00:02,200",
        content  = "รับไปซะ. นั่นคือทั้งหมดที่คุณต้องทำในตอนนี้",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:03,0",
        endTime  = "00:00:04,500",
        content  = "เฮ้?",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:06,0",
        endTime  = "00:00:10,900",
        content  = "ยืนยันเป้าหมายแล้ว ขออนุญาติก่อนยิง",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:19,500",
        endTime  = "00:00:21,0",
        content  = "โทวกะระวัง!",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:26,0",
        endTime  = "00:00:31,800",
        content  = "ทำไม...? ทำไมถึงทำแบบนี้ ... ?",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:35,0",
        endTime  = "00:00:39,500",
        content  = "โลกปฏิเสธฉันแล้ว!",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:42,0",
        endTime  = "00:00:43,0",
        content  = "มันคือคุณ!",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:44,0",
        endTime  = "00:00:53,0",
        content  = "คุณคือสัตว์ประหลาดที่ฆ่าเพื่อนของฉันไม่ใช่เหรอ?!",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:55,0",
        endTime  = "00:00:58,899",
        content  = "ไม่ คือคุณ! คุณคือคนที่ควรจะตาย!",
    },
    [10] = {
        id = 10,
        beginTime  = "00:01:00,500",
        endTime  = "00:01:03,0",
        content  = "ฆ่าเธอ ฆ่าเธอ ฆ่าเธอ... ตายซะ ตายซะ ตายซะ ...",
    },
}