return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,500",
        endTime  = "00:00:03,0",
        content  = "อ่าาา ในที่สุดคุณก็เสร็จแล้ว? ",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:04,0",
        endTime  = "00:00:06,0",
        content  = "ฉันคิดว่าคุณวางแผนที่จะนอนหลับตลอดไป",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:06,500",
        endTime  = "00:00:08,500",
        content  = "ผู้บัญชาการ ดูเหมือนว่าเขาตื่นแล้ว",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:10,0",
        endTime  = "00:00:17,0",
        content  = "การอ่านของเขาเป็นเรื่องธรรมดา\nดังนั้นเขาจึงไม่ตกอยู่ในอันตราย แต่ ... หืม?",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:18,0",
        endTime  = "00:00:21,0",
        content  = "ยินดีต้อนรับสู่ราทาโทส",
    },
}