return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,200",
        endTime  = "00:00:03,1000",
        content  = "ดูเหมือนว่าสงครามเล็ก ๆ ของเราจะจบลงแล้ว",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:04,500",
        endTime  = "00:00:06,890",
        content  = "พ-พี่ชาย? ทำไมคุณถึงปกป้องคุรุมิ?!",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:07,900",
        endTime  = "00:00:10,500",
        content  = "พี่ชาย หลบไป!",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:12,199",
        endTime  = "00:00:21,199",
        content  = "*สะอื้น* พี - พี่... อย่าตายนะพี่... !",
    },
}