return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,10",
        endTime  = "00:00:02,190",
        content  = "รอก่อน! คุณไม่สามารถพึ่งพาความสามารถในการฟื้นฟูของคุณได้",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:03,0",
        endTime  = "00:00:05,0",
        content  = "และชาร์กพุ่งตรงเข้าไปที่บาเรีย!",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:06,0",
        endTime  = "00:00:09,0",
        content  = "ไม่ต้องกังวล! เมื่อตอนที่ฉันถูกยิงครั้งสุดท้าย",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:10,0",
        endTime  = "00:00:11,240",
        content  = "ฉันหายดีแล้ว ดังนั้นฉันมั่นใจว่าฉันจะไม่เป็นไร!",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:12,19",
        endTime  = "00:00:14,170",
        content  = "ครั้งนี้เงื่อนไขที่แตกต่างกันอย่างสิ้นเชิง ",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:15,0",
        endTime  = "00:00:17,239",
        content  = "หากตรวจพบพลังสปิริต คุณจะถูกแช่แข็ง!",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:18,30",
        endTime  = "00:00:22,239",
        content  = "ห้ะ พลังสปิริต?\nดังนั้น พลังการฟื้นฟูของฉันคือพลังสปิริต?",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:23,30",
        endTime  = "00:00:24,289",
        content  = "คุณไม่เข้าใจสิ่งที่ฉันพูดเหรอ? ",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:25,70",
        endTime  = "00:00:28,0",
        content  = "ถ้าคุณหมดพลังคุณจะต้องตายแน่นอน! อย่าทำ!",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:29,0",
        endTime  = "00:00:30,100",
        content  = "พี่ชาย!",
    },
}