return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,200",
        endTime  = "00:00:09,449",
        content  = "ฉันเดทกับคุรุมิบนดาดฟ้า อย่างไรก็ตามฉันเกือบจะถูกเธอ \"กิน\" ไปแล้ว",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:10,400",
        endTime  = "00:00:14,650",
        content  = "ถ้าไม่ใช่เพราะโคโทริ ฉันคงถูกฆ่าตายไปแล้ว",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:16,500",
        endTime  = "00:00:22,500",
        content  = "พี่สาวที่ฉันอยู่ด้วยมา 10 ปีเป็นสปิริตแห่งไฟจริงหรือ?",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:23,800",
        endTime  = "00:00:26,500",
        content  = "เธอมีพลังแบบนั้นจริงๆหรือ?",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:28,870",
        endTime  = "00:00:30,500",
        content  = "ฉันมีวันเดียวเท่านั้น!",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:31,100",
        endTime  = "00:00:34,500",
        content  = "เพื่อช่วยน้องสาวที่ฉันรัก ใครเป็นผู้ที่อยู่เหนือผู้บัญชาการ",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:35,149",
        endTime  = "00:00:37,750",
        content  = "ตอนนี้มาเริ่มเดทกันเลย!",
    },
}