return {
    [1] = {
        id = 1,
        beginTime  = "00:00:08,0",
        endTime  = "00:00:12,0",
        content  = "ฉัน...",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:12,800",
        endTime  = "00:00:19,0",
        content  = "ขอบคุณขอบคุณที่เรียกชื่อฉัน",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:19,800",
        endTime  = "00:00:26,0",
        content  = "ถ้าคุณไม่ได้อยู่ที่นี่เพื่อฉัน\nฉันจะทำอย่างอื่นที่ฉันเอาคืนไม่ได้ …",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:26,800",
        endTime  = "00:00:34,0",
        content  = "*ตะโกน*",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:34,800",
        endTime  = "00:00:37,0",
        content  = "ผมต้องขอโทษคุณด้วย",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:37,800",
        endTime  = "00:00:45,0",
        content  = "ความรู้สึกที่ฉันมีต่อคุณไม่ใช่ความรักหรืออะไรแบบนั้น",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:45,800",
        endTime  = "00:00:51,0",
        content  = "ฉันแค่ไว้ใจคุณ",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:51,800",
        endTime  = "00:00:58,0",
        content  = "ตอนทีฉันสูญเสียพ่อแม่ไปฉันไม่มีทางเลือก ... \nนอกจากจงรักภักดีต่อคุณ ",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:58,800",
        endTime  = "00:01:03,0",
        content  = "ฉันรู้สึกเป็นเกียรติที่ได้อยู่ที่นั่นเพื่อคุณ\nโอ้ใช่แล้ว ฉันมีบางอย่างจะคืนให้คุณ",
    },
    [10] = {
        id = 10,
        beginTime  = "00:01:03,800",
        endTime  = "00:01:08,0",
        content  = "ฉันกลั้นน้ำตาไว้เพื่อเธอ ใช่ไหม โอริกามิ?",
    },
    [11] = {
        id = 11,
        beginTime  = "00:01:08,800",
        endTime  = "00:01:12,0",
        content  = "ฉัน...",
    },
}