return {
    [1] = {
        id = 1,
        beginTime  = "00:00:07,110",
        endTime  = "00:00:08,220",
        content  = "นี่คือเงื่อนไขของฉัน",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:09,39",
        endTime  = "00:00:09,180",
        content  = "ห้ะ?",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:09,679",
        endTime  = "00:00:11,0",
        content  = "ฉันจะไปจากคุณ",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:12,19",
        endTime  = "00:00:15,240",
        content  = "หากคุณตกลงที่จะให้ฉันหนึ่งคำขอโดยไม่มีเงื่อนไข",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:17,39",
        endTime  = "00:00:18,0",
        content  = "หม-หมายความว่ายังง?",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:18,550",
        endTime  = "00:00:21,270",
        content  = "คุณเรียก ยาโทกามิ โทวกะ ว่า \"โทวกะ\"",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:21,709",
        endTime  = "00:00:24,0",
        content  = " แต่คุณเรียกฉันว่า \"โทบิอิจิ\"",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:25,210",
        endTime  = "00:00:27,210",
        content  = "นี่มันไม่ยุติธรรมเลย",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:28,39",
        endTime  = "00:00:32,210",
        content  = "ฉันอยากให้คุณเรียกชื่อจริงฉันว่า \"โอริกามิ\" ด้วย",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:33,170",
        endTime  = "00:00:37,210",
        content  = "ก-ก็ได้ ก็ได้! ฉันจะทำมัน!",
    },
}