return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,500",
        endTime  = "00:00:03,500",
        content  = "*หัวเราะกั๊กกั๊ก* ถึงเวลาสนุกแล้วสิ!",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:19,300",
        endTime  = "00:00:22,789",
        content  = "ความหมายของสิ่งนี้คืออะไร? ",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:24,890",
        endTime  = "00:00:26,149",
        content  = "คุณไม่รู้เหรอ? ",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:26,900",
        endTime  = "00:00:28,800",
        content  = "ห้วงอากาศสั่นไหว สามารถลบล้าง ",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:29,0",
        endTime  = "00:00:32,299",
        content  = "หากพวกเขาพบว่ามีอาการสั่นของแรงที่เท่ากัน\nเมื่อเริ่มมีอาการ",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:33,500",
        endTime  = "00:00:35,500",
        content  = "ภูติเผาทำลาย!",
    },
}