return {
    [1] = {
        id = 1,
        beginTime  = "00:00:02,0",
        endTime  = "00:00:04,200",
        content  = "ใบหน้าที่น่ารักของเธอ และผมสีน้ำเงิน ได้ปิดตาของฉัน",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:05,0",
        endTime  = "00:00:07,200",
        content  = "และบนริมฝีปากของฉัน\nฉันรู้สึกถึงความรู้สึกที่นุ่มนวลผิดปกติ",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:08,0",
        endTime  = "00:00:11,0",
        content  = "สำหรับฉันใช้เวลาไม่กี่วินาที\nถึงจะตระหนักถึงสิ่งที่เกิดขึ้น",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:11,800",
        endTime  = "00:00:15,0",
        content  = "โยชินอนชนเข้ากับฉันและล้มลง\nส่งเราทั้งสองล้มลงกับพื้น",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:16,0",
        endTime  = "00:00:17,200",
        content  = "มันเป็นเรื่องฉุกเฉิน",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:18,0",
        endTime  = "00:00:19,200",
        content  = "นี่อาจเป็นสิ่งที่เลวร้ายที่สุดที่อาจเกิดขึ้น",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:20,0",
        endTime  = "00:00:22,0",
        content  = "ห้ะ? เธอหมายความว่าอะไร...?",
    },
}