return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,600",
        endTime  = "00:00:08,350",
        content  = "ในที่สุดฉันก็ชนะท้าทายการทายใจของนัตสึมิ",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:08,899",
        endTime  = "00:00:13,99",
        content  = "อย่างไรก็ตาม ก็ได้รับอิทธิพลจากพลังเทวทูตของนัตสึมิ\nโทวกะและคนอื่นๆ กลับไปเป็นเด็กอีกครั้ง!",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:14,500",
        endTime  = "00:00:18,850",
        content  = "สปิริตที่ถูกโลกละเลย\nถูกครอบงำด้วยความรู้สึกด้อยค่าของเธอ",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:19,200",
        endTime  = "00:00:23,100",
        content  = "เธอได้ซ่อนรูปลักษณ์ที่แท้จริงของเธอไว้\nพร้อมกับพลังของเทวทูต",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:24,0",
        endTime  = "00:00:27,400",
        content  = "พระเอกของเราจะทำอย่างไรเมื่ออยู่ท่ามกลางสาวน้อยน่ารัก?",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:27,949",
        endTime  = "00:00:31,100",
        content  = "มีวิธีใดจริงๆ\nยอมให้เกิดการเปลี่ยนร่างโดยปราศจากพลังเทวทูตของเธอ?",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:32,0",
        endTime  = "00:00:36,249",
        content  = "เพื่อช่วยให้สปิริตที่ปฏิเสธตัวเอง ฟื้นคืนค่าเสน่ห์ให้เธอ",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:36,899",
        endTime  = "00:00:39,149",
        content  = "มาเริ่มเดทกันเลย!",
    },
}