return {
    [1] = {
        id = 1,
        beginTime  = "00:00:04,80",
        endTime  = "00:00:05,150",
        content  = "โยชินอน? ",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:06,130",
        endTime  = "00:00:08,19",
        content  = "เธอมาทำอะไรที่นี่?",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:08,410",
        endTime  = "00:00:10,210",
        content  = "ตุ๊กตาเธออยู่ไหน? หรือนั่นอาจเป็นสิ่งที่คุณกำลังมองหา?",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:11,109",
        endTime  = "00:00:14,350",
        content  = "เมื่อวาน... ผ่านไปแล้ว... ก่อนที่ฉันจะรู้ ...",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:15,199",
        endTime  = "00:00:17,70",
        content  = "เอาล่ะ ไปดูกันเลย",
    },
}