return {
    [1] = {
        id = 1,
        beginTime  = "00:00:01,0",
        endTime  = "00:00:03,0",
        content  = "ริมฝีปากของฉันสัมผัสกับโยชิโนะ\nชุดสปิริตของเธอเปล่งประกายด้วยแสง และจางหายไปในอากาศ",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:04,0",
        endTime  = "00:00:05,0",
        content  = "นี...คืออะไร?",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:06,0",
        endTime  = "00:00:14,500",
        content  = "รู้สึกอบอุ่น ... และสวยงาม ... เหมือนดวงอาทิตย์",
    },
}