return {
    [1] = {
        id = 1,
        beginTime  = "00:00:01,0",
        endTime  = "00:00:03,126",
        content  = "ตื่นนอน! ตื่นนอน! ตื่นได้แล้ว พี่ชาย!",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:04,0",
        endTime  = "00:00:07,0",
        content  = "ฉันรักพี่นะ พี่ชาย!",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:07,500",
        endTime  = "00:00:12,0",
        content  = "ได้โปรดเถอะ พี่ใหญ?",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:12,800",
        endTime  = "00:00:16,0",
        content  = "*สะอื้น* พี่ชาย ...",
    },
}