return {
    [1] = {
        id = 1,
        beginTime  = "00:00:18,0",
        endTime  = "00:00:23,0",
        content  = "ยาโทกามิ โทวกะ ฉันจะ... เอาชนะเธอ!",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:24,0",
        endTime  = "00:00:28,0",
        content  = "โอริกามิ คุณมันเลว! ทำไมคุณถึงเป็นสปิริต?!",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:30,0",
        endTime  = "00:00:37,0",
        content  = "สปิริต? ในกรณีนั้น... ไม่มีอะไรเปลี่ยนแปลง",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:38,0",
        endTime  = "00:00:44,0",
        content  = "ฉันจะใช้พลังนี้เพื่อเอาชนะพวกสปิริตทั้งหมด!",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:45,0",
        endTime  = "00:00:47,0",
        content  = "เมตาตรอนเชเมช!",
    },
}