return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,650",
        endTime  = "00:00:02,900",
        content  = "โอริกามิ?! ทำบ้าอะไรของเธอเนี่ย!",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:03,500",
        endTime  = "00:00:04,200",
        content  = "คุณควรออกเดินทางและไปที่ไหนสักแห่งที่ปลอดภัย",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:05,99",
        endTime  = "00:00:08,0",
        content  = "ฉันมาที่นี่เพื่อฆ่าสปิริตแห่งไฟ สปิริตไฟ",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:09,500",
        endTime  = "00:00:12,0",
        content  = "ฆ่าฉันเหรอ? คุณพูดแบบไม่เป็นทางการใช่มั้ย?",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:12,650",
        endTime  = "00:00:15,0",
        content  = "โคโทริ! เธอโอเคหรือเปล่า?!",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:18,750",
        endTime  = "00:00:23,0",
        content  = "ฉันพบคุณแล้ว! ในที่สุด! คุณคืออสุรกายที่ขโมยพ่อแม่ของฉันไปจากฉัน!",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:24,0",
        endTime  = "00:00:27,0",
        content  = "ห้ะ? คุณกำลังพูดถึงอะไร?",
    },
}