return {
    [1] = {
        id = 1,
        beginTime  = "00:00:01,0",
        endTime  = "00:00:03,0",
        content  = "นี่ โทวกะ! ฉันมาที่นี่เพื่อช่วยคุณ!",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:03,800",
        endTime  = "00:00:05,0",
        content  = "สารเลว อะไรของแก--？",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:07,0",
        endTime  = "00:00:08,500",
        content  = "หวา ... ?!",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:11,0",
        endTime  = "00:00:13,0",
        content  = "คุณ...คือ...?",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:23,0",
        endTime  = "00:00:26,0",
        content  = "โอ้ ฉันจะลืมได้อย่างไรเนี่ย?",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:26,800",
        endTime  = "00:00:29,0",
        content  = "ผู้ตั้งชื่อให้ฉัน ...",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:30,0",
        endTime  = "00:00:32,0",
        content  = "ยินดีต้อนรับกลับมานะ โทวกะ",
    },
}