return {
    [1] = {
        id = 1,
        beginTime  = "00:00:02,0",
        endTime  = "00:00:09,0",
        content  = "ดูเหมือนว่าคุณจะยุ่งกับการกินอีกแล้ว ... ไนท์แมร์",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:10,0",
        endTime  = "00:00:16,0",
        content  = "โอ้ คุณนี่เอง ทาคามิยะ มานะ ใช่ไหม?",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:17,0",
        endTime  = "00:00:21,300",
        content  = "ฉันรู้สึกเป็นเกียรติที่คุณจำชื่อฉันได้",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:22,0",
        endTime  = "00:00:26,0",
        content  = "อย่างไรก็ตามฉันได้ยินคุณพูดว่าชอบ เราเป็นเพื่อนกันหรืออะไรก็ช่าง\nนี่มันทำให้ฉันรู้สึกอยากจะอ้วก",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:27,0",
        endTime  = "00:00:32,0",
        content  = "โอ้ พระเจ้า ก็ปวดใจที่ต้องเรียกว่า \"ไนท์แมร์\" เหมือนกัน",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:33,0",
        endTime  = "00:00:36,950",
        content  = "คุณช่วยมาเพิ่มค่าหัวใจกับฉัน\nและเรียกฉันว่าโทคิซากิ คุรุมิได้ไหม?",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:39,0",
        endTime  = "00:00:40,150",
        content  = "หุบปากของเธอซะ ไอ้สปิริต",
    },
}