return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,0",
        endTime  = "00:00:07,500",
        content  = "เมื่อวันที่ 10 เมษายน สิ่งมีชีวิตลึกลับที่เรียกว่า \"สปิริต\"",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:08,0",
        endTime  = "00:00:11,500",
        content  = "เกิดขึ้นอย่างกระทันหันพร้อมกับการสั่นสะเทือนที่รุนแรง",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:13,0",
        endTime  = "00:00:14,500",
        content  = "เผชิญหน้ากับหญิงสาวที่ลึกลับ",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:15,0",
        endTime  = "00:00:16,500",
        content  = "คุณจะปราบเธอด้วยความรุนแรงหรอ?",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:17,0",
        endTime  = "00:00:18,899",
        content  = "หรือทำให้เธอสงบลงด้วยขนมปังคินาโกะ?",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:21,0",
        endTime  = "00:00:24,0",
        content  = "วิธีเดียวที่จะทำให้เธอชนะอย่างสงบสุขคือ",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:25,0",
        endTime  = "00:00:27,0",
        content  = "เดท! เดท!! เดท!!!",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:28,0",
        endTime  = "00:00:29,800",
        content  = "จูบเธอ! จูบเธอ!! จูบเธอ!!!",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:31,0",
        endTime  = "00:00:33,500",
        content  = "บันทึกตอนนี้\nสปิริตอีกมากมายที่โดนคนเกลียดชัง",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:34,0",
        endTime  = "00:00:36,0",
        content  = " โดนปฏิเสธ และถูกตามล่าโดยโลกใบนี้!",
    },
}