return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,600",
        endTime  = "00:00:02,0",
        content  = "คุณเห็น...!",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:03,0",
        endTime  = "00:00:05,0",
        content  = "คุณเห็น! คุณเห็น! คุณเห็น! คุณเห็น!",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:06,0",
        endTime  = "00:00:08,0",
        content  = "คุณเคยเห็นความลับของฉันไม่ใช่แค่ครั้งเดียว แต่สองครั้ง!",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:09,0",
        endTime  = "00:00:12,0",
        content  = "ยกโทษให้ไม่ได้ ยกโทษให้ไม่ได้!",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:12,900",
        endTime  = "00:00:16,0",
        content  = "ไม่มีใครหนีไปได้!",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:17,0",
        endTime  = "00:00:17,900",
        content  = "ฮานิเอล",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:21,500",
        endTime  = "00:00:22,0",
        content  = "เกิดอะไรขึ้นกับฉัน?",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:23,0",
        endTime  = "00:00:25,0",
        content  = "ร่างกายของฉันไม่ได้ทำตามที่ฉันบอกเลย!",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:26,0",
        endTime  = "00:00:27,199",
        content  = "ใช้สิ่งนี้แทนการอำลาสิ",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:28,100",
        endTime  = "00:00:31,699",
        content  = "รอสักครู่... ฉันจะแก้แค้น!",
    },
}