return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,700",
        endTime  = "00:00:04,0",
        content  = "มิคุขยับริมฝีปากของเธอมาประกบกับริมฝีปากผม",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:04,800",
        endTime  = "00:00:08,800",
        content  = "และเมื่อเธอทำเช่นนั้น\nชุดสปิริตของเธอก็สลายไปเป็นชิ้นส่วนเล็กๆ ราวกับแสง\nและปลิวไปในอากาศอย่างเบาบาง",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:09,900",
        endTime  = "00:00:13,0",
        content  = "ที่รัก",
    },
}