return {
    [1] = {
        id = 1,
        beginTime  = "00:00:01,0",
        endTime  = "00:00:02,500",
        content  = "ดี ดี... ดูว่าเรามีใครอยู่ที่นี่",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:03,0",
        endTime  = "00:00:05,0",
        content  = "คุณควรจะอยู่ในโรงพยาบาล",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:07,0",
        endTime  = "00:00:11,0",
        content  = "คุณกำลังจะฆ่าตัวตาย -- โดยเฉพาะอย่างยิ่งถ้าคุณขวางทางฉัน",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:14,0",
        endTime  = "00:00:17,0",
        content  = "ไม่ใช่ว่ามันสำคัญสำหรับฉัน\nมาทำสิ่งนี้ให้เรียบร้อยให้เร็วที่สุดกันเถอะ",
    },
}