return {
    [1] = {
        id = 1,
        beginTime  = "00:00:02,0",
        endTime  = "00:00:09,0",
        content  = "ห้ะ?! อะไรกัน?! ชุดสปิริตของฉันหายไป?!",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:09,800",
        endTime  = "00:00:13,500",
        content  = "เซอร์ไพรส์ ฉันไม่รู้ว่าทำไมมันถึงเกิดขึ้น",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:14,500",
        endTime  = "00:00:17,0",
        content  = "ตอนที่คางุยะกับยูซุรุจูบฉัน",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:17,500",
        endTime  = "00:00:19,0",
        content  = "พลังสปิริตของพวกเขาทั้งสองถูกปิดผนึก",
    },
}