return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,100",
        endTime  = "00:00:03,0",
        content  = "อื้อหือ! นา- นี่มันคืออะไร?!",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:03,700",
        endTime  = "00:00:05,0",
        content  = "คุรุมิ?! เธอทำบ้าอะไรลงไป?!",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:06,0",
        endTime  = "00:00:12,0",
        content  = "โอ้ พระเจ้า ช่างเป็นภาพที่น่าอายสำหรับคุณที่ได้เห็น",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:12,800",
        endTime  = "00:00:21,199",
        content  = "ฉันควรจะทำความสะอาดที่นี่ให้เร็วกว่านี้\nท้ายที่สุดฉันอยากจะสนุกกับการเดทกับคุณมากขึ้น",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:22,850",
        endTime  = "00:00:27,850",
        content  = "แต่ฉันคิดว่ามันช่วยไม่ได้ ถึงเวลาที่ฉันจะกินคุณแล้ว",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:31,199",
        endTime  = "00:00:35,0",
        content  = "ฉันอยู่ในห้วงแห่งกาลเวลา คุณโอเคไหม พี่ชาย?",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:35,950",
        endTime  = "00:00:37,299",
        content  = "มานะ?",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:38,500",
        endTime  = "00:00:43,750",
        content  = "พี่ชาย เราจะคุยกันในภายหลัง ฉันใกล้จะเสร็จแล้ว",
    },
}