return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,750",
        endTime  = "00:00:07,350",
        content  = "*เสียงกระแอม* พี่ชาย…\nคุณต้องออกไปจากที่นี่... *เสียงกระแอม*",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:08,0",
        endTime  = "00:00:10,200",
        content  = "ไม่ต้องเป็นห่วง โทวกะ และโยชิโนะจะจัดการโอริกามิ",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:11,0",
        endTime  = "00:00:14,0",
        content  = "เมื่อพิจารณาจากรูปร่างที่ไม่ดีของเธอ\nฉันรู้ว่าฉันหมดเวลาที่จะผนึกพลังของโคโทริแล้ว",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:15,0",
        endTime  = "00:00:17,890",
        content  = "โคโทริ มองเข้ามาในดวงตาของฉัน!",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:18,899",
        endTime  = "00:00:23,100",
        content  = "คุณเป็นน้องสาวคนเล็กสุดที่รักของฉัน\nฉันรักคุณมากกว่าสิ่งอื่นใดในโลก",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:23,750",
        endTime  = "00:00:27,890",
        content  = "โคโทริ เธอชอบฉันไหม?",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:28,949",
        endTime  = "00:00:34,0",
        content  = "ใช่ฉันชอบเธอ!  ฉันก็รักเธอเหมือนกัน ฉันรักพี่นะ พี่ชาย!",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:34,700",
        endTime  = "00:00:39,0",
        content  = "ฉันรักคุณที่สุดในโลก!",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:40,90",
        endTime  = "00:00:43,600",
        content  = "เมื่อเธอน้ำตาไหล\nโคโทริให้คำตอบที่ตรงกับความต้องการของฉัน",
    },
}