return {
    [1] = {
        id = 1,
        beginTime  = "00:00:01,0",
        endTime  = "00:00:06,200",
        content  = "ตอนนี้คุณทำสำเร็จแล้ว\nคุณเป็นคนที่สองที่ทำร้ายฉันตลอดเวลาในชีวิต",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:07,99",
        endTime  = "00:00:11,800",
        content  = "อิเก? เข้าใจแล้ว ฉันจะกลับมาในสักวันหนึ่ง!",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:12,99",
        endTime  = "00:00:15,99",
        content  = "ดูเหมือนว่าหมดเวลาแล้ว คุณโชคดีแล้ว",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:17,0",
        endTime  = "00:00:19,0",
        content  = "ฉันจะปล่อยให้คุณหนีไป!",
    },
}