return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,800",
        endTime  = "00:00:02,0",
        content  = "เด็กสาวที่เล่นในแอ่งน้ำที่ศาลเจ้าดึงดูดความสนใจของฉัน",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:04,0",
        endTime  = "00:00:08,0",
        content  = "เธอสวมเสื้อคลุมสีเขียวที่มีหูกระต่ายขนาดใหญ่",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:09,0",
        endTime  = "00:00:11,500",
        content  = "ฉันไม่อาจละสายตาจากเธอได้",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:12,500",
        endTime  = "00:00:13,200",
        content  = "ระวัง!",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:14,0",
        endTime  = "00:00:17,0",
        content  = "ฮ- เฮ้! คุณไม่เป็นไรใช่ไหม?",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:18,0",
        endTime  = "00:00:20,0",
        content  = "อย- อย่าเข้ามาใกล้ฉัน ... ได้โปรด",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:21,0",
        endTime  = "00:00:23,0",
        content  = "เมื่อฉันก้าวไปหาเธอเธอก็หลบหน้าลงราวกับว่าฉันขี้แกล้ง",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:24,0",
        endTime  = "00:00:26,0",
        content  = "อย- อย่าทำร้ายฉัน ... ได้โปรด",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:27,0",
        endTime  = "00:00:29,800",
        content  = "ฉันหยิบตุ๊กตาที่หลุดออกจากแขนของเธอแล้วยื่นคืนให้เธอ",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:31,0",
        endTime  = "00:00:34,0",
        content  = "นี่เป็นของคุณใช่ไหม",
    },
}