return {
    [1] = {
        id = 1,
        beginTime  = "00:00:01,0",
        endTime  = "00:00:04,0",
        content  = "มิคุ เธอเป็นไรไหม?",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:05,0",
        endTime  = "00:00:11,0",
        content  = "เธอ...ช่วยฉันหรอ? แต่ทำไมคุณถึง... ?",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:12,0",
        endTime  = "00:00:14,0",
        content  = "เพราะฉันสัญญาไว้--",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:15,0",
        endTime  = "00:00:19,0",
        content  = "ว่าถ้าคุณเจ็บฉันจะมาช่วยคุณ",
    },
}