return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,500",
        endTime  = "00:00:03,500",
        content  = "ฉันจำได้ว่าคุณกระโดดใส่ฉันเมื่อเช้านี้เพื่อปลุกฉัน",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:04,0",
        endTime  = "00:00:07,500",
        content  = "คุณเอาแต่พูดว่าคุณต้องการแค่ไหน \nเพื่อกินจานอาหารเด็กที่หรูหรา",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:08,0",
        endTime  = "00:00:08,500",
        content  = "และฉันบอกว่าฉันจะให้คุณเป็นหนึ่งเดียว ",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:09,0",
        endTime  = "00:00:10,0",
        content  = "ดังนั้นเราจึงสัญญาว่าจะไปพบกันที่ร้านอาหารหลังเลิกเรียน",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:11,0",
        endTime  = "00:00:14,500",
        content  = "แต่แล้วสัญญาณเตือนภัยแผ่นดินไหวก็ดังขึ้น\nในขณะที่ฉันอยู่ที่โรงเรียน",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:15,0",
        endTime  = "00:00:15,500",
        content  = "นั่นคือตอนที่ฉันมองไปที่โทรศัพท์ของฉัน ",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:16,0",
        endTime  = "00:00:17,500",
        content  = "และเห็นคุณอยู่ที่ร้านอาหารรอทานมื้อเย็นกับฉัน",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:18,0",
        endTime  = "00:00:20,0",
        content  = "ฉันกังวลไปหมดเพราะดูเหมือนคุณไม่ได้ย้ายออกไป",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:21,0",
        endTime  = "00:00:23,500",
        content  = "ดังนั้น ฉันเลยรอเวลาออกจากโรงเรียน และวิ่งมาหาคุณ",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:24,0",
        endTime  = "00:00:27,0",
        content  = "นั่นคือตอนที่ฉันต้องอยู่กับการสั่นสะเทือนของแผ่นดินไหว",
    },
}