return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,300",
        endTime  = "00:00:07,0",
        content  = "ในที่สุดสปิริตฝาแฝดที่แข่งขันกันไปมาก็สิ้นสุดลง",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:07,500",
        endTime  = "00:00:09,0",
        content  = "ยังมีความท้าทายใหม่เกิดขึ้น",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:09,600",
        endTime  = "00:00:13,699",
        content  = "คุณพร้อมที่จะยอมรับความท้าทายใหม่หรือไม่?",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:15,400",
        endTime  = "00:00:20,750",
        content  = "เมื่อวันที่ 8 กันยายน\nเพลงที่ยอดเยี่ยมได้ดังขึ้นบนเวที ณ งานโรงเรียนเทนกุ",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:21,899",
        endTime  = "00:00:22,899",
        content  = "สาวสวยที่ร้องเพลงอยู่บนเวทีที่ว่างเปล่า",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:24,100",
        endTime  = "00:00:28,800",
        content  = "เป็นสปิริตที่ดูถูกผู้ชาย และชอบผู้หญิงจริงหรือ?!",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:30,699",
        endTime  = "00:00:32,149",
        content  = "นายจะไปเดทกับเธอจริงหรอ?",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:33,700",
        endTime  = "00:00:35,0",
        content  = "ฮีโร่ใจกล้า!",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:35,500",
        endTime  = "00:00:37,0",
        content  = "ได้เวลาแต่งตัวเป็นสาวแล้ว !!!",
    },
}