return {
    [1] = {
        id = 1,
        beginTime  = "00:00:02,0",
        endTime  = "00:00:07,0",
        content  = "ฉันมีความสุขมากเลยค่ะ ที่ได้ถ่ายรูปแต่งงานกับคุณในวันทานาบาตะ",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:12,0",
        endTime  = "00:00:17,0",
        content  = "วันนี้เป็นวันที่ดีที่สุดในชีวิตของฉันเลยล่ะ ถึงฉันจะเหลือเวลาอีกไม่มาก...",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:19,0",
        endTime  = "00:00:24,0",
        content  = "ขอโทษนะที่ทำให้คุณต้องมารับผิดชอบต่อความรักของฉัน และ-",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:25,0",
        endTime  = "00:00:28,0",
        content  = "การตายของฉัน",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:35,0",
        endTime  = "00:00:41,0",
        content  = "แต่ว่านะ บางที... สักวันนึง คุณกับฉัน...",
    },
}