return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,600",
        endTime  = "00:00:01,100",
        content  = "อะชู!",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:04,800",
        endTime  = "00:00:09,0",
        content  = "นี่มันเป็นเรื่องฉุกเฉิน! มาตรวัดความสุขของนัตสึมิดิ่งลง!",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:10,0",
        endTime  = "00:00:11,199",
        content  = "คุณเห็นใช่มั้ย?",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:11,800",
        endTime  = "00:00:13,500",
        content  = "ห้ะ?",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:14,500",
        endTime  = "00:00:16,0",
        content  = "อย่าเป็นใบ้สิ! คุณเห็นฉัน ...",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:17,100",
        endTime  = "00:00:21,0",
        content  = "ยกโทษให้ไม่ได้... คุณจะไม่หนีไปจากที่นี่!",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:21,800",
        endTime  = "00:00:24,100",
        content  = "ชีวิตของคุณ...! กำลังจะจบลงแล้ว!",
    },
}