return {
    [1] = {
        id = 1,
        beginTime  = "00:00:21,0",
        endTime  = "00:00:24,0",
        content  = "เมื่อใดก็ตามที่เกินขีดจำกัด",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:24,850",
        endTime  = "00:00:26,0",
        content  = "ก็จะเป็นปัญหา",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:26,850",
        endTime  = "00:00:28,0",
        content  = "พลังขับเคลื่อนมากเกินไป",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:28,850",
        endTime  = "00:00:30,0",
        content  = "อารมณ์คุ้มคลั่ง",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:31,850",
        endTime  = "00:00:32,0",
        content  = "และความปรารถนาที่มากเกินไป ...",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:32,850",
        endTime  = "00:00:34,0",
        content  = "ตราบใดที่พวกเขามาบรรจบกัน",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:34,850",
        endTime  = "00:00:38,500",
        content  = "จะต้องมีกองกำลังที่รักษาสมดุล",
    },
}