return {
    [1] = {
        id = 1,
        beginTime  = "00:00:04,800",
        endTime  = "00:00:10,300",
        content  = "โทวกะถูกขังโดย DEM\nโยชิโนะและยาไมอยู่ภายใต้การควบคุมของเทวทูตมิคุ",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:10,899",
        endTime  = "00:00:12,199",
        content  = "กำลังเสริมทั้งหมดไม่พร้อมใช้งาน...",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:14,699",
        endTime  = "00:00:18,100",
        content  = "เมื่อชิโดสิ้นปัญญา คุรุมิจึงเสนอให้เขา?!",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:18,850",
        endTime  = "00:00:21,0",
        content  = "ไม่... เธอเสนอให้เป็นพันธมิตร!",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:25,600",
        endTime  = "00:00:31,199",
        content  = "เพื่อนำสปิริต มุ่งมั่นที่จะนำความสิ้นหวังมาสู่มนุษยชาติ\nกลับไปสู่ความรู้สึก",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:31,899",
        endTime  = "00:00:34,799",
        content  = "มาเริ่มเดทกันเลย!",
    },
}