return {
    [1] = {
        type = 1,
        cost = {
        },
        id = 1,
        condition = {
        },
        talent = {
            [1] = 1101,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 1,
        taskLayout = {
            [1] = 3,
            [2] = 3,
            [3] = 2,
            [4] = 0,
            [5] = 0,
        },
        level = 1,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命410",
    },
    [2] = {
        type = 1,
        cost = {
            [500001] = 283,
            [561004] = 6,
            [561001] = 5,
        },
        id = 2,
        condition = {
        },
        talent = {
            [1] = 1102,
            [2] = 130,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 1,
        taskLayout = {
            [1] = 3,
            [2] = 3,
            [3] = 2,
            [4] = 0,
            [5] = 0,
        },
        level = 2,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命614",
    },
    [3] = {
        type = 1,
        cost = {
            [500001] = 520,
            [561004] = 8,
            [561001] = 8,
        },
        id = 3,
        condition = {
        },
        talent = {
            [1] = 1103,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 1,
        taskLayout = {
            [1] = 3,
            [2] = 3,
            [3] = 2,
            [4] = 0,
            [5] = 0,
        },
        level = 3,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命819",
    },
    [4] = {
        type = 1,
        cost = {
            [500001] = 800,
            [561004] = 11,
            [561001] = 10,
        },
        id = 4,
        condition = {
        },
        talent = {
            [1] = 1104,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 1,
        taskLayout = {
            [1] = 3,
            [2] = 3,
            [3] = 2,
            [4] = 0,
            [5] = 0,
        },
        level = 4,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命1024",
    },
    [5] = {
        type = 1,
        cost = {
            [500001] = 1118,
            [561002] = 34,
            [561001] = 13,
            [561004] = 14,
        },
        id = 5,
        condition = {
        },
        talent = {
            [1] = 1105,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 1,
        taskLayout = {
            [1] = 3,
            [2] = 3,
            [3] = 2,
            [4] = 0,
            [5] = 0,
        },
        level = 5,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命1229",
    },
    [6] = {
        type = 1,
        cost = {
            [500001] = 1470,
            [561004] = 17,
            [561001] = 15,
        },
        id = 6,
        condition = {
        },
        talent = {
            [1] = 1106,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 1,
        taskLayout = {
            [1] = 3,
            [2] = 3,
            [3] = 2,
            [4] = 0,
            [5] = 0,
        },
        level = 6,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命1434",
    },
    [7] = {
        type = 1,
        cost = {
            [500001] = 1852,
            [561004] = 20,
            [561001] = 18,
        },
        id = 7,
        condition = {
        },
        talent = {
            [1] = 1107,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 1,
        taskLayout = {
            [1] = 3,
            [2] = 3,
            [3] = 2,
            [4] = 0,
            [5] = 0,
        },
        level = 7,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命1638",
    },
    [8] = {
        type = 1,
        cost = {
            [500001] = 2263,
            [561004] = 22,
            [561001] = 20,
        },
        id = 8,
        condition = {
        },
        talent = {
            [1] = 1108,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 1,
        taskLayout = {
            [1] = 3,
            [2] = 3,
            [3] = 2,
            [4] = 0,
            [5] = 0,
        },
        level = 8,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命1843",
    },
    [9] = {
        type = 1,
        cost = {
            [500001] = 2700,
            [561004] = 25,
            [561001] = 23,
        },
        id = 9,
        condition = {
        },
        talent = {
            [1] = 1109,
        },
        des2 = "生命+250,总生命+2%",
        taskCount = 8,
        name = "指挥室",
        heroSize = 1,
        taskLayout = {
            [1] = 3,
            [2] = 3,
            [3] = 2,
            [4] = 0,
            [5] = 0,
        },
        level = 9,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命2048",
    },
    [10] = {
        type = 1,
        cost = {
            [500001] = 3162,
            [561002] = 91,
            [561001] = 25,
            [561004] = 28,
        },
        id = 10,
        condition = {
        },
        talent = {
            [1] = 1110,
        },
        des2 = "生命+160",
        taskCount = 8,
        name = "指挥室",
        heroSize = 2,
        taskLayout = {
            [1] = 3,
            [2] = 3,
            [3] = 2,
            [4] = 0,
            [5] = 0,
        },
        level = 10,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命2298，研究初具成果，总生命提升2%",
    },
    [11] = {
        type = 1,
        cost = {
            [500001] = 3648,
            [561004] = 31,
            [561001] = 28,
        },
        id = 11,
        condition = {
        },
        talent = {
            [1] = 1112,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 2,
        taskLayout = {
            [1] = 3,
            [2] = 3,
            [3] = 2,
            [4] = 0,
            [5] = 0,
        },
        level = 11,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命2458，研究初具成果，总生命提升2%",
    },
    [12] = {
        type = 1,
        cost = {
            [500001] = 4157,
            [561004] = 33,
            [561001] = 30,
        },
        id = 12,
        condition = {
        },
        talent = {
            [1] = 1113,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 2,
        taskLayout = {
            [1] = 2,
            [2] = 3,
            [3] = 3,
            [4] = 0,
            [5] = 0,
        },
        level = 12,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命2662，研究初具成果，总生命提升2%",
    },
    [13] = {
        type = 1,
        cost = {
            [500001] = 4687,
            [561004] = 36,
            [561001] = 33,
        },
        id = 13,
        condition = {
        },
        talent = {
            [1] = 1114,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 2,
        taskLayout = {
            [1] = 2,
            [2] = 3,
            [3] = 3,
            [4] = 0,
            [5] = 0,
        },
        level = 13,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命2867，研究初具成果，总生命提升2%",
    },
    [14] = {
        type = 1,
        cost = {
            [500001] = 5238,
            [561004] = 39,
            [561001] = 35,
        },
        id = 14,
        condition = {
        },
        talent = {
            [1] = 1115,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 2,
        taskLayout = {
            [1] = 2,
            [2] = 3,
            [3] = 3,
            [4] = 0,
            [5] = 0,
        },
        level = 14,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命3072，研究初具成果，总生命提升2%",
    },
    [15] = {
        type = 1,
        cost = {
            [500001] = 5809,
            [561002] = 147,
            [561001] = 38,
            [561004] = 42,
        },
        id = 15,
        condition = {
        },
        talent = {
            [1] = 1116,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 2,
        taskLayout = {
            [1] = 2,
            [2] = 3,
            [3] = 3,
            [4] = 0,
            [5] = 0,
        },
        level = 15,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命3277，研究初具成果，总生命提升2%",
    },
    [16] = {
        type = 1,
        cost = {
            [500001] = 6400,
            [561004] = 45,
            [561001] = 40,
        },
        id = 16,
        condition = {
        },
        talent = {
            [1] = 1117,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 2,
        taskLayout = {
            [1] = 2,
            [2] = 3,
            [3] = 3,
            [4] = 0,
            [5] = 0,
        },
        level = 16,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命3482，研究初具成果，总生命提升2%",
    },
    [17] = {
        type = 1,
        cost = {
            [500001] = 7009,
            [561004] = 47,
            [561001] = 43,
        },
        id = 17,
        condition = {
        },
        talent = {
            [1] = 1118,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 2,
        taskLayout = {
            [1] = 2,
            [2] = 3,
            [3] = 3,
            [4] = 0,
            [5] = 0,
        },
        level = 17,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命3686，研究初具成果，总生命提升2%",
    },
    [18] = {
        type = 1,
        cost = {
            [500001] = 7637,
            [561004] = 50,
            [561001] = 45,
        },
        id = 18,
        condition = {
        },
        talent = {
            [1] = 1119,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 2,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 18,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命3891，研究初具成果，总生命提升2%",
    },
    [19] = {
        type = 1,
        cost = {
            [500001] = 8282,
            [561004] = 53,
            [561001] = 48,
        },
        id = 19,
        condition = {
        },
        talent = {
            [1] = 1120,
        },
        des2 = "生命+205,总生命+2%",
        taskCount = 8,
        name = "指挥室",
        heroSize = 2,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 19,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命4096，研究初具成果，总生命提升2%",
    },
    [20] = {
        type = 1,
        cost = {
            [500001] = 8944,
            [561002] = 204,
            [561001] = 50,
            [561004] = 56,
        },
        id = 20,
        condition = {
        },
        talent = {
            [1] = 1121,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 3,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 20,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命4301，研究初具成果，总生命提升4%",
    },
    [21] = {
        type = 1,
        cost = {
            [500001] = 9623,
            [561004] = 59,
            [561001] = 53,
        },
        id = 21,
        condition = {
        },
        talent = {
            [1] = 1123,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 3,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 21,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命4506，研究初具成果，总生命提升4%",
    },
    [22] = {
        type = 1,
        cost = {
            [500001] = 10319,
            [561004] = 61,
            [561001] = 55,
        },
        id = 22,
        condition = {
        },
        talent = {
            [1] = 1124,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 3,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 22,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命4710，研究初具成果，总生命提升4%",
    },
    [23] = {
        type = 1,
        cost = {
            [500001] = 11030,
            [561004] = 64,
            [561001] = 58,
        },
        id = 23,
        condition = {
        },
        talent = {
            [1] = 1125,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 3,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 23,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命4915，研究初具成果，总生命提升4%",
    },
    [24] = {
        type = 1,
        cost = {
            [500001] = 11758,
            [561004] = 67,
            [561001] = 60,
        },
        id = 24,
        condition = {
        },
        talent = {
            [1] = 1126,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 3,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 24,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命5120，研究初具成果，总生命提升4%",
    },
    [25] = {
        type = 1,
        cost = {
            [500001] = 12500,
            [561002] = 261,
            [561001] = 63,
            [561004] = 70,
        },
        id = 25,
        condition = {
        },
        talent = {
            [1] = 1127,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 3,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 25,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命5325，研究初具成果，总生命提升4%",
    },
    [26] = {
        type = 1,
        cost = {
            [500001] = 13257,
            [561004] = 73,
            [561001] = 65,
        },
        id = 26,
        condition = {
        },
        talent = {
            [1] = 1128,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 3,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 26,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命5530，研究初具成果，总生命提升4%",
    },
    [27] = {
        type = 1,
        cost = {
            [500001] = 14030,
            [561004] = 75,
            [561001] = 68,
        },
        id = 27,
        condition = {
        },
        talent = {
            [1] = 1129,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 3,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 27,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命5734，研究初具成果，总生命提升4%",
    },
    [28] = {
        type = 1,
        cost = {
            [500001] = 14816,
            [561004] = 78,
            [561001] = 70,
        },
        id = 28,
        condition = {
        },
        talent = {
            [1] = 1130,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 3,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 28,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命5939，研究初具成果，总生命提升4%",
    },
    [29] = {
        type = 1,
        cost = {
            [500001] = 15617,
            [561004] = 81,
            [561001] = 73,
        },
        id = 29,
        condition = {
        },
        talent = {
            [1] = 1131,
        },
        des2 = "生命+205,总生命+2%",
        taskCount = 8,
        name = "指挥室",
        heroSize = 3,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 29,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命6144，研究初具成果，总生命提升4%",
    },
    [30] = {
        type = 1,
        cost = {
            [500001] = 16432,
            [561002] = 318,
            [561001] = 75,
            [561004] = 84,
        },
        id = 30,
        condition = {
        },
        talent = {
            [1] = 1132,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 4,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 30,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命6349，研究初具成果，总生命提升6%",
    },
    [31] = {
        type = 1,
        cost = {
            [500001] = 17260,
            [561004] = 87,
            [561001] = 78,
        },
        id = 31,
        condition = {
        },
        talent = {
            [1] = 1134,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 4,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 31,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命6554，研究初具成果，总生命提升6%",
    },
    [32] = {
        type = 1,
        cost = {
            [500001] = 18102,
            [561004] = 89,
            [561001] = 80,
        },
        id = 32,
        condition = {
        },
        talent = {
            [1] = 1135,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 4,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 32,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命6758，研究初具成果，总生命提升6%",
    },
    [33] = {
        type = 1,
        cost = {
            [500001] = 18957,
            [561004] = 92,
            [561001] = 83,
        },
        id = 33,
        condition = {
        },
        talent = {
            [1] = 1136,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 4,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 33,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命6963，研究初具成果，总生命提升6%",
    },
    [34] = {
        type = 1,
        cost = {
            [500001] = 19825,
            [561004] = 146,
            [561001] = 131,
        },
        id = 34,
        condition = {
        },
        talent = {
            [1] = 1137,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 4,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 34,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命7168，研究初具成果，总生命提升6%",
    },
    [35] = {
        type = 1,
        cost = {
            [561002] = 504,
            [561003] = 410,
            [561004] = 150,
            [561001] = 135,
            [500001] = 20706,
        },
        id = 35,
        condition = {
        },
        talent = {
            [1] = 1138,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 4,
        taskLayout = {
            [1] = 2,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 0,
        },
        level = 35,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命7373，研究初具成果，总生命提升6%",
    },
    [36] = {
        type = 1,
        cost = {
            [500001] = 21600,
            [561004] = 154,
            [561001] = 139,
        },
        id = 36,
        condition = {
        },
        talent = {
            [1] = 1139,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 4,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 1,
        },
        level = 36,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命7578，研究初具成果，总生命提升6%",
    },
    [37] = {
        type = 1,
        cost = {
            [500001] = 22506,
            [561004] = 159,
            [561001] = 143,
        },
        id = 37,
        condition = {
        },
        talent = {
            [1] = 1140,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 4,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 1,
        },
        level = 37,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命7782，研究初具成果，总生命提升6%",
    },
    [38] = {
        type = 1,
        cost = {
            [500001] = 23425,
            [561004] = 163,
            [561001] = 147,
        },
        id = 38,
        condition = {
        },
        talent = {
            [1] = 1141,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 4,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 1,
        },
        level = 38,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命7987，研究初具成果，总生命提升6%",
    },
    [39] = {
        type = 1,
        cost = {
            [500001] = 24355,
            [561004] = 167,
            [561001] = 150,
        },
        id = 39,
        condition = {
        },
        talent = {
            [1] = 1142,
        },
        des2 = "生命+205,总生命+2%",
        taskCount = 8,
        name = "指挥室",
        heroSize = 4,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 1,
        },
        level = 39,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命8192，研究初具成果，总生命提升6%",
    },
    [40] = {
        type = 1,
        cost = {
            [561002] = 587,
            [561003] = 478,
            [561004] = 171,
            [561001] = 154,
            [500001] = 25298,
        },
        id = 40,
        condition = {
        },
        talent = {
            [1] = 1143,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 1,
        },
        level = 40,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命8397，研究初具成果，总生命提升8%",
    },
    [41] = {
        type = 1,
        cost = {
            [500001] = 26253,
            [561004] = 176,
            [561001] = 158,
        },
        id = 41,
        condition = {
        },
        talent = {
            [1] = 1145,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 3,
            [4] = 1,
            [5] = 1,
        },
        level = 41,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命8602，研究初具成果，总生命提升8%",
    },
    [42] = {
        type = 1,
        cost = {
            [500001] = 27219,
            [561004] = 180,
            [561001] = 162,
        },
        id = 42,
        condition = {
        },
        talent = {
            [1] = 1146,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 42,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命8806，研究初具成果，总生命提升8%",
    },
    [43] = {
        type = 1,
        cost = {
            [500001] = 28197,
            [561004] = 184,
            [561001] = 166,
        },
        id = 43,
        condition = {
        },
        talent = {
            [1] = 1147,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 43,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命9011，研究初具成果，总生命提升8%",
    },
    [44] = {
        type = 1,
        cost = {
            [500001] = 29186,
            [561004] = 189,
            [561001] = 170,
        },
        id = 44,
        condition = {
        },
        talent = {
            [1] = 1148,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 44,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命9216，研究初具成果，总生命提升8%",
    },
    [45] = {
        type = 1,
        cost = {
            [561002] = 665,
            [561003] = 541,
            [561004] = 193,
            [561001] = 174,
            [500001] = 30187,
        },
        id = 45,
        condition = {
        },
        talent = {
            [1] = 1149,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 45,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命9421，研究初具成果，总生命提升8%",
    },
    [46] = {
        type = 1,
        cost = {
            [500001] = 31199,
            [561004] = 197,
            [561001] = 177,
        },
        id = 46,
        condition = {
        },
        talent = {
            [1] = 1150,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 46,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命9626，研究初具成果，总生命提升8%",
    },
    [47] = {
        type = 1,
        cost = {
            [500001] = 32222,
            [561004] = 201,
            [561001] = 181,
        },
        id = 47,
        condition = {
        },
        talent = {
            [1] = 1151,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 47,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命9830，研究初具成果，总生命提升8%",
    },
    [48] = {
        type = 1,
        cost = {
            [500001] = 33255,
            [561004] = 206,
            [561001] = 185,
        },
        id = 48,
        condition = {
        },
        talent = {
            [1] = 1152,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 48,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命10035，研究初具成果，总生命提升8%",
    },
    [49] = {
        type = 1,
        cost = {
            [500001] = 34300,
            [561004] = 210,
            [561001] = 189,
        },
        id = 49,
        condition = {
        },
        talent = {
            [1] = 1153,
        },
        des2 = "生命+205,总生命+2%",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 49,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命10240，研究初具成果，总生命提升8%",
    },
    [50] = {
        type = 1,
        cost = {
            [561002] = 741,
            [561003] = 604,
            [561004] = 214,
            [561001] = 193,
            [500001] = 35355,
        },
        id = 50,
        condition = {
        },
        talent = {
            [1] = 1154,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 50,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命10445，研究初具成果，总生命提升10%",
    },
    [51] = {
        type = 1,
        cost = {
            [500001] = 36421,
            [561004] = 219,
            [561001] = 197,
        },
        id = 51,
        condition = {
        },
        talent = {
            [1] = 1156,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 51,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命10650，研究初具成果，总生命提升10%",
    },
    [52] = {
        type = 1,
        cost = {
            [500001] = 37498,
            [561004] = 223,
            [561001] = 201,
        },
        id = 52,
        condition = {
        },
        talent = {
            [1] = 1157,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 52,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命10854，研究初具成果，总生命提升10%",
    },
    [53] = {
        type = 1,
        cost = {
            [500001] = 38585,
            [561004] = 227,
            [561001] = 204,
        },
        id = 53,
        condition = {
        },
        talent = {
            [1] = 1158,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 53,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命11059，研究初具成果，总生命提升10%",
    },
    [54] = {
        type = 1,
        cost = {
            [500001] = 39682,
            [561004] = 231,
            [561001] = 208,
        },
        id = 54,
        condition = {
        },
        talent = {
            [1] = 1159,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 54,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命11264，研究初具成果，总生命提升10%",
    },
    [55] = {
        type = 1,
        cost = {
            [561002] = 819,
            [561003] = 667,
            [561004] = 236,
            [561001] = 212,
            [500001] = 40789,
        },
        id = 55,
        condition = {
        },
        talent = {
            [1] = 1160,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 55,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命11469，研究初具成果，总生命提升10%",
    },
    [56] = {
        type = 1,
        cost = {
            [500001] = 41907,
            [561004] = 240,
            [561001] = 216,
        },
        id = 56,
        condition = {
        },
        talent = {
            [1] = 1161,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 56,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命11674，研究初具成果，总生命提升10%",
    },
    [57] = {
        type = 1,
        cost = {
            [500001] = 43034,
            [561004] = 244,
            [561001] = 220,
        },
        id = 57,
        condition = {
        },
        talent = {
            [1] = 1162,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 57,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命11878，研究初具成果，总生命提升10%",
    },
    [58] = {
        type = 1,
        cost = {
            [500001] = 44171,
            [561004] = 249,
            [561001] = 224,
        },
        id = 58,
        condition = {
        },
        talent = {
            [1] = 1163,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 58,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命12083，研究初具成果，总生命提升10%",
    },
    [59] = {
        type = 1,
        cost = {
            [500001] = 45319,
            [561004] = 253,
            [561001] = 228,
        },
        id = 59,
        condition = {
        },
        talent = {
            [1] = 1164,
        },
        des2 = "生命+205,总生命+2%",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 2,
            [3] = 2,
            [4] = 2,
            [5] = 1,
        },
        level = 59,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命12288，研究初具成果，总生命提升10%",
    },
    [60] = {
        type = 1,
        cost = {
            [561002] = 896,
            [561003] = 730,
            [561004] = 257,
            [561001] = 231,
            [500001] = 46476,
        },
        id = 60,
        condition = {
        },
        talent = {
            [1] = 1165,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 1,
            [3] = 2,
            [4] = 2,
            [5] = 2,
        },
        level = 60,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命12493，研究初具成果，总生命提升12%",
    },
    [61] = {
        type = 1,
        cost = {
            [500001] = 47643,
            [561004] = 261,
            [561001] = 235,
        },
        id = 61,
        condition = {
        },
        talent = {
            [1] = 1167,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 1,
            [3] = 2,
            [4] = 2,
            [5] = 2,
        },
        level = 61,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命12698，研究初具成果，总生命提升12%",
    },
    [62] = {
        type = 1,
        cost = {
            [500001] = 48819,
            [561004] = 266,
            [561001] = 239,
        },
        id = 62,
        condition = {
        },
        talent = {
            [1] = 1168,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 1,
            [3] = 2,
            [4] = 2,
            [5] = 2,
        },
        level = 62,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命12902，研究初具成果，总生命提升12%",
    },
    [63] = {
        type = 1,
        cost = {
            [500001] = 50005,
            [561004] = 270,
            [561001] = 243,
        },
        id = 63,
        condition = {
        },
        talent = {
            [1] = 1169,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 1,
            [3] = 2,
            [4] = 2,
            [5] = 2,
        },
        level = 63,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命13107，研究初具成果，总生命提升12%",
    },
    [64] = {
        type = 1,
        cost = {
            [500001] = 51200,
            [561004] = 274,
            [561001] = 247,
        },
        id = 64,
        condition = {
        },
        talent = {
            [1] = 1170,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 1,
            [3] = 2,
            [4] = 2,
            [5] = 2,
        },
        level = 64,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命13312，研究初具成果，总生命提升12%",
    },
    [65] = {
        type = 1,
        cost = {
            [561002] = 973,
            [561003] = 793,
            [561004] = 279,
            [561001] = 251,
            [500001] = 52405,
        },
        id = 65,
        condition = {
        },
        talent = {
            [1] = 1171,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 1,
            [3] = 2,
            [4] = 2,
            [5] = 2,
        },
        level = 65,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命13517，研究初具成果，总生命提升12%",
    },
    [66] = {
        type = 1,
        cost = {
            [500001] = 53619,
            [561004] = 283,
            [561001] = 255,
        },
        id = 66,
        condition = {
        },
        talent = {
            [1] = 1172,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 1,
            [3] = 2,
            [4] = 2,
            [5] = 2,
        },
        level = 66,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命13722，研究初具成果，总生命提升12%",
    },
    [67] = {
        type = 1,
        cost = {
            [500001] = 54842,
            [561004] = 419,
            [561001] = 377,
        },
        id = 67,
        condition = {
        },
        talent = {
            [1] = 1173,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 1,
            [3] = 2,
            [4] = 2,
            [5] = 2,
        },
        level = 67,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命13926，研究初具成果，总生命提升12%",
    },
    [68] = {
        type = 1,
        cost = {
            [500001] = 56074,
            [561004] = 425,
            [561001] = 383,
        },
        id = 68,
        condition = {
        },
        talent = {
            [1] = 1174,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 1,
            [3] = 2,
            [4] = 2,
            [5] = 2,
        },
        level = 68,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命14131，研究初具成果，总生命提升12%",
    },
    [69] = {
        type = 1,
        cost = {
            [500001] = 57316,
            [561004] = 432,
            [561001] = 389,
        },
        id = 69,
        condition = {
        },
        talent = {
            [1] = 1175,
        },
        des2 = "生命+205,总生命+2%",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 1,
            [3] = 2,
            [4] = 2,
            [5] = 2,
        },
        level = 69,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命14336，研究初具成果，总生命提升12%",
    },
    [70] = {
        type = 1,
        cost = {
            [500001] = 58566,
            [561002] = 1649,
            [561001] = 394,
            [561004] = 438,
        },
        id = 70,
        condition = {
        },
        talent = {
            [1] = 1176,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 1,
            [3] = 2,
            [4] = 2,
            [5] = 2,
        },
        level = 70,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命14541，研究初具成果，总生命提升14%",
    },
    [71] = {
        type = 1,
        cost = {
            [500001] = 59826,
            [561004] = 444,
            [561001] = 400,
        },
        id = 71,
        condition = {
        },
        talent = {
            [1] = 1178,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 1,
            [2] = 1,
            [3] = 2,
            [4] = 2,
            [5] = 2,
        },
        level = 71,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命14746，研究初具成果，总生命提升14%",
    },
    [72] = {
        type = 1,
        cost = {
            [500001] = 61094,
            [561004] = 450,
            [561001] = 405,
        },
        id = 72,
        condition = {
        },
        talent = {
            [1] = 1179,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 72,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命14950，研究初具成果，总生命提升14%",
    },
    [73] = {
        type = 1,
        cost = {
            [500001] = 62371,
            [561004] = 457,
            [561001] = 411,
        },
        id = 73,
        condition = {
        },
        talent = {
            [1] = 1180,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 73,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命15155，研究初具成果，总生命提升14%",
    },
    [74] = {
        type = 1,
        cost = {
            [500001] = 63657,
            [561004] = 463,
            [561001] = 417,
        },
        id = 74,
        condition = {
        },
        talent = {
            [1] = 1181,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 74,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命15360，研究初具成果，总生命提升14%",
    },
    [75] = {
        type = 1,
        cost = {
            [561002] = 1760,
            [561003] = 1436,
            [561004] = 469,
            [561001] = 422,
            [500001] = 64952,
        },
        id = 75,
        condition = {
        },
        talent = {
            [1] = 1182,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 75,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命15565，研究初具成果，总生命提升14%",
    },
    [76] = {
        type = 1,
        cost = {
            [500001] = 66255,
            [561004] = 475,
            [561001] = 428,
        },
        id = 76,
        condition = {
        },
        talent = {
            [1] = 1183,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 76,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命15770，研究初具成果，总生命提升14%",
    },
    [77] = {
        type = 1,
        cost = {
            [500001] = 67567,
            [561004] = 482,
            [561001] = 434,
        },
        id = 77,
        condition = {
        },
        talent = {
            [1] = 1184,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 77,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命15974，研究初具成果，总生命提升14%",
    },
    [78] = {
        type = 1,
        cost = {
            [500001] = 68888,
            [561004] = 488,
            [561001] = 439,
        },
        id = 78,
        condition = {
        },
        talent = {
            [1] = 1185,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 78,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命16179，研究初具成果，总生命提升14%",
    },
    [79] = {
        type = 1,
        cost = {
            [500001] = 70217,
            [561004] = 494,
            [561001] = 445,
        },
        id = 79,
        condition = {
        },
        talent = {
            [1] = 1186,
        },
        des2 = "生命+205,总生命+2%",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 79,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命16384，研究初具成果，总生命提升14%",
    },
    [80] = {
        type = 1,
        cost = {
            [561002] = 1880,
            [561003] = 1534,
            [561004] = 500,
            [561001] = 450,
            [500001] = 71554,
        },
        id = 80,
        condition = {
        },
        talent = {
            [1] = 1187,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 80,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命16589，研究初具成果，总生命提升16%",
    },
    [81] = {
        type = 1,
        cost = {
            [500001] = 72900,
            [561004] = 507,
            [561001] = 456,
        },
        id = 81,
        condition = {
        },
        talent = {
            [1] = 1189,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 81,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命16794，研究初具成果，总生命提升16%",
    },
    [82] = {
        type = 1,
        cost = {
            [500001] = 74254,
            [561004] = 513,
            [561001] = 462,
        },
        id = 82,
        condition = {
        },
        talent = {
            [1] = 1190,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 82,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命16998，研究初具成果，总生命提升16%",
    },
    [83] = {
        type = 1,
        cost = {
            [500001] = 75617,
            [561004] = 519,
            [561001] = 467,
        },
        id = 83,
        condition = {
        },
        talent = {
            [1] = 1191,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 83,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命17203，研究初具成果，总生命提升16%",
    },
    [84] = {
        type = 1,
        cost = {
            [500001] = 76987,
            [561004] = 526,
            [561001] = 473,
        },
        id = 84,
        condition = {
        },
        talent = {
            [1] = 1192,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 84,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命17408，研究初具成果，总生命提升16%",
    },
    [85] = {
        type = 1,
        cost = {
            [561002] = 2002,
            [561003] = 1634,
            [561004] = 532,
            [561001] = 479,
            [500001] = 78366,
        },
        id = 85,
        condition = {
        },
        talent = {
            [1] = 1193,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 85,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命17613，研究初具成果，总生命提升16%",
    },
    [86] = {
        type = 1,
        cost = {
            [500001] = 79753,
            [561004] = 538,
            [561001] = 484,
        },
        id = 86,
        condition = {
        },
        talent = {
            [1] = 1194,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 86,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命17818，研究初具成果，总生命提升16%",
    },
    [87] = {
        type = 1,
        cost = {
            [500001] = 81148,
            [561004] = 544,
            [561001] = 490,
        },
        id = 87,
        condition = {
        },
        talent = {
            [1] = 1195,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 87,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命18022，研究初具成果，总生命提升16%",
    },
    [88] = {
        type = 1,
        cost = {
            [500001] = 82551,
            [561004] = 551,
            [561001] = 495,
        },
        id = 88,
        condition = {
        },
        talent = {
            [1] = 1196,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 88,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命18227，研究初具成果，总生命提升16%",
    },
    [89] = {
        type = 1,
        cost = {
            [500001] = 83962,
            [561004] = 557,
            [561001] = 501,
        },
        id = 89,
        condition = {
        },
        talent = {
            [1] = 1197,
        },
        des2 = "生命+205,总生命+2%",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 2,
            [4] = 3,
            [5] = 2,
        },
        level = 89,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命18432，研究初具成果，总生命提升16%",
    },
    [90] = {
        type = 1,
        cost = {
            [561002] = 2122,
            [561003] = 1732,
            [561004] = 563,
            [561001] = 507,
            [500001] = 85381,
        },
        id = 90,
        condition = {
        },
        talent = {
            [1] = 1198,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 1,
            [4] = 4,
            [5] = 2,
        },
        level = 90,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命18637，研究初具成果，总生命提升18%",
    },
    [91] = {
        type = 1,
        cost = {
            [500001] = 86808,
            [561004] = 569,
            [561001] = 512,
        },
        id = 91,
        condition = {
        },
        talent = {
            [1] = 1200,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 1,
            [4] = 4,
            [5] = 2,
        },
        level = 91,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命18842，研究初具成果，总生命提升18%",
    },
    [92] = {
        type = 1,
        cost = {
            [500001] = 88243,
            [561004] = 576,
            [561001] = 518,
        },
        id = 92,
        condition = {
        },
        talent = {
            [1] = 1201,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 1,
            [4] = 4,
            [5] = 2,
        },
        level = 92,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命19046，研究初具成果，总生命提升18%",
    },
    [93] = {
        type = 1,
        cost = {
            [500001] = 89686,
            [561004] = 582,
            [561001] = 524,
        },
        id = 93,
        condition = {
        },
        talent = {
            [1] = 1202,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 1,
            [4] = 4,
            [5] = 2,
        },
        level = 93,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命19251，研究初具成果，总生命提升18%",
    },
    [94] = {
        type = 1,
        cost = {
            [500001] = 91136,
            [561004] = 588,
            [561001] = 529,
        },
        id = 94,
        condition = {
        },
        talent = {
            [1] = 1203,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 1,
            [4] = 4,
            [5] = 2,
        },
        level = 94,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命19456，研究初具成果，总生命提升18%",
    },
    [95] = {
        type = 1,
        cost = {
            [561002] = 2242,
            [561003] = 1830,
            [561004] = 594,
            [561001] = 535,
            [500001] = 92595,
        },
        id = 95,
        condition = {
        },
        talent = {
            [1] = 1204,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 1,
            [4] = 4,
            [5] = 2,
        },
        level = 95,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命19661，研究初具成果，总生命提升18%",
    },
    [96] = {
        type = 1,
        cost = {
            [500001] = 94060,
            [561004] = 601,
            [561001] = 541,
        },
        id = 96,
        condition = {
        },
        talent = {
            [1] = 1205,
        },
        des2 = "生命+204",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 1,
            [4] = 4,
            [5] = 2,
        },
        level = 96,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命19866，研究初具成果，总生命提升18%",
    },
    [97] = {
        type = 1,
        cost = {
            [500001] = 95534,
            [561004] = 607,
            [561001] = 546,
        },
        id = 97,
        condition = {
        },
        talent = {
            [1] = 1206,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 1,
            [4] = 4,
            [5] = 2,
        },
        level = 97,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命20070，研究初具成果，总生命提升18%",
    },
    [98] = {
        type = 1,
        cost = {
            [500001] = 97015,
            [561004] = 613,
            [561001] = 552,
        },
        id = 98,
        condition = {
        },
        talent = {
            [1] = 1207,
        },
        des2 = "生命+205",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 1,
            [4] = 4,
            [5] = 2,
        },
        level = 98,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命20275，研究初具成果，总生命提升18%",
    },
    [99] = {
        type = 1,
        cost = {
            [500001] = 98504,
            [561004] = 619,
            [561001] = 557,
        },
        id = 99,
        condition = {
        },
        talent = {
            [1] = 1208,
        },
        des2 = "生命+205,总生命+2%",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 1,
            [4] = 4,
            [5] = 2,
        },
        level = 99,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命20480，研究初具成果，总生命提升18%",
    },
    [100] = {
        type = 1,
        cost = {
            [561002] = 2363,
            [561003] = 1929,
            [561004] = 626,
            [561001] = 563,
            [500001] = 100000,
        },
        id = 100,
        condition = {
        },
        talent = {
            [1] = 1209,
        },
        des2 = "",
        taskCount = 8,
        name = "指挥室",
        heroSize = 5,
        taskLayout = {
            [1] = 0,
            [2] = 1,
            [3] = 1,
            [4] = 4,
            [5] = 2,
        },
        level = 100,
        holeSize = 0,
        des = "指挥室是天空舰的控制中枢，为飞舰提供生命20685，研究初具成果，总生命提升20%",
    },
    [101] = {
        type = 2,
        cost = {
        },
        id = 101,
        condition = {
        },
        talent = {
            [1] = 1211,
            [2] = 110,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 1,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力283",
    },
    [102] = {
        type = 2,
        cost = {
            [561005] = 6,
            [561001] = 5,
            [500001] = 283,
        },
        id = 102,
        condition = {
            buildingLevel = {
                [1] = 2,
            },
        },
        talent = {
            [1] = 1212,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 2,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力387",
    },
    [103] = {
        type = 2,
        cost = {
            [561005] = 8,
            [561001] = 8,
            [500001] = 520,
        },
        id = 103,
        condition = {
            buildingLevel = {
                [1] = 3,
            },
        },
        talent = {
            [1] = 1213,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 3,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力492",
    },
    [104] = {
        type = 2,
        cost = {
            [561005] = 11,
            [561001] = 10,
            [500001] = 800,
        },
        id = 104,
        condition = {
            buildingLevel = {
                [1] = 4,
            },
        },
        talent = {
            [1] = 1214,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 4,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力596",
    },
    [105] = {
        type = 2,
        cost = {
            [500001] = 1118,
            [561002] = 34,
            [561001] = 13,
            [561005] = 14,
        },
        id = 105,
        condition = {
            buildingLevel = {
                [1] = 5,
            },
        },
        talent = {
            [1] = 1215,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 5,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力700",
    },
    [106] = {
        type = 2,
        cost = {
            [561005] = 17,
            [561001] = 15,
            [500001] = 1470,
        },
        id = 106,
        condition = {
            buildingLevel = {
                [1] = 6,
            },
        },
        talent = {
            [1] = 1216,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 6,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力805",
    },
    [107] = {
        type = 2,
        cost = {
            [561005] = 20,
            [561001] = 18,
            [500001] = 1852,
        },
        id = 107,
        condition = {
            buildingLevel = {
                [1] = 7,
            },
        },
        talent = {
            [1] = 1217,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 7,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力909",
    },
    [108] = {
        type = 2,
        cost = {
            [561005] = 22,
            [561001] = 20,
            [500001] = 2263,
        },
        id = 108,
        condition = {
            buildingLevel = {
                [1] = 8,
            },
        },
        talent = {
            [1] = 1218,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 8,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力1013",
    },
    [109] = {
        type = 2,
        cost = {
            [561005] = 25,
            [561001] = 23,
            [500001] = 2700,
        },
        id = 109,
        condition = {
            buildingLevel = {
                [1] = 9,
            },
        },
        talent = {
            [1] = 1219,
        },
        des2 = "火力+104,总火力+2%",
        taskCount = 0,
        name = "武器舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 9,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力1118",
    },
    [110] = {
        type = 2,
        cost = {
            [500001] = 3162,
            [561002] = 91,
            [561001] = 25,
            [561005] = 28,
        },
        id = 110,
        condition = {
            buildingLevel = {
                [1] = 10,
            },
        },
        talent = {
            [1] = 1220,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 10,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力1222，研究初具成果，总火力提升2%",
    },
    [111] = {
        type = 2,
        cost = {
            [561005] = 31,
            [561001] = 28,
            [500001] = 3648,
        },
        id = 111,
        condition = {
            buildingLevel = {
                [1] = 11,
            },
        },
        talent = {
            [1] = 1222,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 11,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力1326，研究初具成果，总火力提升2%",
    },
    [112] = {
        type = 2,
        cost = {
            [561005] = 33,
            [561001] = 30,
            [500001] = 4157,
        },
        id = 112,
        condition = {
            buildingLevel = {
                [1] = 12,
            },
        },
        talent = {
            [1] = 1223,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 12,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力1430，研究初具成果，总火力提升2%",
    },
    [113] = {
        type = 2,
        cost = {
            [561005] = 36,
            [561001] = 33,
            [500001] = 4687,
        },
        id = 113,
        condition = {
            buildingLevel = {
                [1] = 13,
            },
        },
        talent = {
            [1] = 1224,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 13,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力1535，研究初具成果，总火力提升2%",
    },
    [114] = {
        type = 2,
        cost = {
            [561005] = 39,
            [561001] = 35,
            [500001] = 5238,
        },
        id = 114,
        condition = {
            buildingLevel = {
                [1] = 14,
            },
        },
        talent = {
            [1] = 1225,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 14,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力1639，研究初具成果，总火力提升2%",
    },
    [115] = {
        type = 2,
        cost = {
            [500001] = 5809,
            [561002] = 147,
            [561001] = 38,
            [561005] = 42,
        },
        id = 115,
        condition = {
            buildingLevel = {
                [1] = 15,
            },
        },
        talent = {
            [1] = 1226,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 15,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力1743，研究初具成果，总火力提升2%",
    },
    [116] = {
        type = 2,
        cost = {
            [561005] = 45,
            [561001] = 40,
            [500001] = 6400,
        },
        id = 116,
        condition = {
            buildingLevel = {
                [1] = 16,
            },
        },
        talent = {
            [1] = 1227,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 16,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力1848，研究初具成果，总火力提升2%",
    },
    [117] = {
        type = 2,
        cost = {
            [561005] = 47,
            [561001] = 43,
            [500001] = 7009,
        },
        id = 117,
        condition = {
            buildingLevel = {
                [1] = 17,
            },
        },
        talent = {
            [1] = 1228,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 17,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力1952，研究初具成果，总火力提升2%",
    },
    [118] = {
        type = 2,
        cost = {
            [561005] = 50,
            [561001] = 45,
            [500001] = 7637,
        },
        id = 118,
        condition = {
            buildingLevel = {
                [1] = 18,
            },
        },
        talent = {
            [1] = 1229,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 18,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力2056，研究初具成果，总火力提升2%",
    },
    [119] = {
        type = 2,
        cost = {
            [561005] = 53,
            [561001] = 48,
            [500001] = 8282,
        },
        id = 119,
        condition = {
            buildingLevel = {
                [1] = 19,
            },
        },
        talent = {
            [1] = 1230,
        },
        des2 = "火力+104,总火力+2%",
        taskCount = 0,
        name = "武器舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 19,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力2161，研究初具成果，总火力提升2%",
    },
    [120] = {
        type = 2,
        cost = {
            [500001] = 8944,
            [561002] = 204,
            [561001] = 50,
            [561005] = 56,
        },
        id = 120,
        condition = {
            buildingLevel = {
                [1] = 20,
            },
        },
        talent = {
            [1] = 1231,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 20,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力2265，研究初具成果，总火力提升4%",
    },
    [121] = {
        type = 2,
        cost = {
            [561005] = 59,
            [561001] = 53,
            [500001] = 9623,
        },
        id = 121,
        condition = {
            buildingLevel = {
                [1] = 21,
            },
        },
        talent = {
            [1] = 1233,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 21,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力2369，研究初具成果，总火力提升4%",
    },
    [122] = {
        type = 2,
        cost = {
            [561005] = 61,
            [561001] = 55,
            [500001] = 10319,
        },
        id = 122,
        condition = {
            buildingLevel = {
                [1] = 22,
            },
        },
        talent = {
            [1] = 1234,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 22,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力2473，研究初具成果，总火力提升4%",
    },
    [123] = {
        type = 2,
        cost = {
            [561005] = 64,
            [561001] = 58,
            [500001] = 11030,
        },
        id = 123,
        condition = {
            buildingLevel = {
                [1] = 23,
            },
        },
        talent = {
            [1] = 1235,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 23,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力2578，研究初具成果，总火力提升4%",
    },
    [124] = {
        type = 2,
        cost = {
            [561005] = 67,
            [561001] = 60,
            [500001] = 11758,
        },
        id = 124,
        condition = {
            buildingLevel = {
                [1] = 24,
            },
        },
        talent = {
            [1] = 1236,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 24,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力2682，研究初具成果，总火力提升4%",
    },
    [125] = {
        type = 2,
        cost = {
            [500001] = 12500,
            [561002] = 261,
            [561001] = 63,
            [561005] = 70,
        },
        id = 125,
        condition = {
            buildingLevel = {
                [1] = 25,
            },
        },
        talent = {
            [1] = 1237,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 25,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力2786，研究初具成果，总火力提升4%",
    },
    [126] = {
        type = 2,
        cost = {
            [561005] = 73,
            [561001] = 65,
            [500001] = 13257,
        },
        id = 126,
        condition = {
            buildingLevel = {
                [1] = 26,
            },
        },
        talent = {
            [1] = 1238,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 26,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力2891，研究初具成果，总火力提升4%",
    },
    [127] = {
        type = 2,
        cost = {
            [561005] = 75,
            [561001] = 68,
            [500001] = 14030,
        },
        id = 127,
        condition = {
            buildingLevel = {
                [1] = 27,
            },
        },
        talent = {
            [1] = 1239,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 27,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力2995，研究初具成果，总火力提升4%",
    },
    [128] = {
        type = 2,
        cost = {
            [561005] = 78,
            [561001] = 70,
            [500001] = 14816,
        },
        id = 128,
        condition = {
            buildingLevel = {
                [1] = 28,
            },
        },
        talent = {
            [1] = 1240,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 28,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力3099，研究初具成果，总火力提升4%",
    },
    [129] = {
        type = 2,
        cost = {
            [561005] = 81,
            [561001] = 73,
            [500001] = 15617,
        },
        id = 129,
        condition = {
            buildingLevel = {
                [1] = 29,
            },
        },
        talent = {
            [1] = 1241,
        },
        des2 = "火力+104,总火力+2%",
        taskCount = 0,
        name = "武器舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 29,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力3204，研究初具成果，总火力提升4%",
    },
    [130] = {
        type = 2,
        cost = {
            [500001] = 16432,
            [561002] = 318,
            [561001] = 75,
            [561005] = 84,
        },
        id = 130,
        condition = {
            buildingLevel = {
                [1] = 30,
            },
        },
        talent = {
            [1] = 1242,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 30,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力3308，研究初具成果，总火力提升6%",
    },
    [131] = {
        type = 2,
        cost = {
            [561005] = 87,
            [561001] = 78,
            [500001] = 17260,
        },
        id = 131,
        condition = {
            buildingLevel = {
                [1] = 31,
            },
        },
        talent = {
            [1] = 1244,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 31,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力3412，研究初具成果，总火力提升6%",
    },
    [132] = {
        type = 2,
        cost = {
            [561005] = 89,
            [561001] = 80,
            [500001] = 18102,
        },
        id = 132,
        condition = {
            buildingLevel = {
                [1] = 32,
            },
        },
        talent = {
            [1] = 1245,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 32,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力3516，研究初具成果，总火力提升6%",
    },
    [133] = {
        type = 2,
        cost = {
            [561005] = 92,
            [561001] = 83,
            [500001] = 18957,
        },
        id = 133,
        condition = {
            buildingLevel = {
                [1] = 33,
            },
        },
        talent = {
            [1] = 1246,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 33,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力3621，研究初具成果，总火力提升6%",
    },
    [134] = {
        type = 2,
        cost = {
            [561005] = 146,
            [561001] = 131,
            [500001] = 19825,
        },
        id = 134,
        condition = {
            buildingLevel = {
                [1] = 34,
            },
        },
        talent = {
            [1] = 1247,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 34,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力3725，研究初具成果，总火力提升6%",
    },
    [135] = {
        type = 2,
        cost = {
            [561005] = 150,
            [561002] = 504,
            [561003] = 410,
            [561001] = 135,
            [500001] = 20706,
        },
        id = 135,
        condition = {
            buildingLevel = {
                [1] = 35,
            },
        },
        talent = {
            [1] = 1248,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 35,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力3829，研究初具成果，总火力提升6%",
    },
    [136] = {
        type = 2,
        cost = {
            [561005] = 154,
            [561001] = 139,
            [500001] = 21600,
        },
        id = 136,
        condition = {
            buildingLevel = {
                [1] = 36,
            },
        },
        talent = {
            [1] = 1249,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 36,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力3934，研究初具成果，总火力提升6%",
    },
    [137] = {
        type = 2,
        cost = {
            [561005] = 159,
            [561001] = 143,
            [500001] = 22506,
        },
        id = 137,
        condition = {
            buildingLevel = {
                [1] = 37,
            },
        },
        talent = {
            [1] = 1250,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 37,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力4038，研究初具成果，总火力提升6%",
    },
    [138] = {
        type = 2,
        cost = {
            [561005] = 163,
            [561001] = 147,
            [500001] = 23425,
        },
        id = 138,
        condition = {
            buildingLevel = {
                [1] = 38,
            },
        },
        talent = {
            [1] = 1251,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 38,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力4142，研究初具成果，总火力提升6%",
    },
    [139] = {
        type = 2,
        cost = {
            [561005] = 167,
            [561001] = 150,
            [500001] = 24355,
        },
        id = 139,
        condition = {
            buildingLevel = {
                [1] = 39,
            },
        },
        talent = {
            [1] = 1252,
        },
        des2 = "火力+104,总火力+2%",
        taskCount = 0,
        name = "武器舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 39,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力4247，研究初具成果，总火力提升6%",
    },
    [140] = {
        type = 2,
        cost = {
            [561005] = 171,
            [561002] = 587,
            [561003] = 478,
            [561001] = 154,
            [500001] = 25298,
        },
        id = 140,
        condition = {
            buildingLevel = {
                [1] = 40,
            },
        },
        talent = {
            [1] = 1253,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 40,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力4351，研究初具成果，总火力提升8%",
    },
    [141] = {
        type = 2,
        cost = {
            [561005] = 176,
            [561001] = 158,
            [500001] = 26253,
        },
        id = 141,
        condition = {
            buildingLevel = {
                [1] = 41,
            },
        },
        talent = {
            [1] = 1255,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 41,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力4455，研究初具成果，总火力提升8%",
    },
    [142] = {
        type = 2,
        cost = {
            [561005] = 180,
            [561001] = 162,
            [500001] = 27219,
        },
        id = 142,
        condition = {
            buildingLevel = {
                [1] = 42,
            },
        },
        talent = {
            [1] = 1256,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 42,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力4559，研究初具成果，总火力提升8%",
    },
    [143] = {
        type = 2,
        cost = {
            [561005] = 184,
            [561001] = 166,
            [500001] = 28197,
        },
        id = 143,
        condition = {
            buildingLevel = {
                [1] = 43,
            },
        },
        talent = {
            [1] = 1257,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 43,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力4664，研究初具成果，总火力提升8%",
    },
    [144] = {
        type = 2,
        cost = {
            [561005] = 189,
            [561001] = 170,
            [500001] = 29186,
        },
        id = 144,
        condition = {
            buildingLevel = {
                [1] = 44,
            },
        },
        talent = {
            [1] = 1258,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 44,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力4768，研究初具成果，总火力提升8%",
    },
    [145] = {
        type = 2,
        cost = {
            [561005] = 193,
            [561002] = 665,
            [561003] = 541,
            [561001] = 174,
            [500001] = 30187,
        },
        id = 145,
        condition = {
            buildingLevel = {
                [1] = 45,
            },
        },
        talent = {
            [1] = 1259,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 45,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力4872，研究初具成果，总火力提升8%",
    },
    [146] = {
        type = 2,
        cost = {
            [561005] = 197,
            [561001] = 177,
            [500001] = 31199,
        },
        id = 146,
        condition = {
            buildingLevel = {
                [1] = 46,
            },
        },
        talent = {
            [1] = 1260,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 46,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力4977，研究初具成果，总火力提升8%",
    },
    [147] = {
        type = 2,
        cost = {
            [561005] = 201,
            [561001] = 181,
            [500001] = 32222,
        },
        id = 147,
        condition = {
            buildingLevel = {
                [1] = 47,
            },
        },
        talent = {
            [1] = 1261,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 47,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力5081，研究初具成果，总火力提升8%",
    },
    [148] = {
        type = 2,
        cost = {
            [561005] = 206,
            [561001] = 185,
            [500001] = 33255,
        },
        id = 148,
        condition = {
            buildingLevel = {
                [1] = 48,
            },
        },
        talent = {
            [1] = 1262,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 48,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力5185，研究初具成果，总火力提升8%",
    },
    [149] = {
        type = 2,
        cost = {
            [561005] = 210,
            [561001] = 189,
            [500001] = 34300,
        },
        id = 149,
        condition = {
            buildingLevel = {
                [1] = 49,
            },
        },
        talent = {
            [1] = 1263,
        },
        des2 = "火力+104,总火力+2%",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 49,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力5290，研究初具成果，总火力提升8%",
    },
    [150] = {
        type = 2,
        cost = {
            [561005] = 214,
            [561002] = 741,
            [561003] = 604,
            [561001] = 193,
            [500001] = 35355,
        },
        id = 150,
        condition = {
            buildingLevel = {
                [1] = 50,
            },
        },
        talent = {
            [1] = 1264,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 50,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力5394，研究初具成果，总火力提升10%",
    },
    [151] = {
        type = 2,
        cost = {
            [561005] = 219,
            [561001] = 197,
            [500001] = 36421,
        },
        id = 151,
        condition = {
            buildingLevel = {
                [1] = 51,
            },
        },
        talent = {
            [1] = 1266,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 51,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力5498，研究初具成果，总火力提升10%",
    },
    [152] = {
        type = 2,
        cost = {
            [561005] = 223,
            [561001] = 201,
            [500001] = 37498,
        },
        id = 152,
        condition = {
            buildingLevel = {
                [1] = 52,
            },
        },
        talent = {
            [1] = 1267,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 52,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力5602，研究初具成果，总火力提升10%",
    },
    [153] = {
        type = 2,
        cost = {
            [561005] = 227,
            [561001] = 204,
            [500001] = 38585,
        },
        id = 153,
        condition = {
            buildingLevel = {
                [1] = 53,
            },
        },
        talent = {
            [1] = 1268,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 53,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力5707，研究初具成果，总火力提升10%",
    },
    [154] = {
        type = 2,
        cost = {
            [561005] = 231,
            [561001] = 208,
            [500001] = 39682,
        },
        id = 154,
        condition = {
            buildingLevel = {
                [1] = 54,
            },
        },
        talent = {
            [1] = 1269,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 54,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力5811，研究初具成果，总火力提升10%",
    },
    [155] = {
        type = 2,
        cost = {
            [561005] = 236,
            [561002] = 819,
            [561003] = 667,
            [561001] = 212,
            [500001] = 40789,
        },
        id = 155,
        condition = {
            buildingLevel = {
                [1] = 55,
            },
        },
        talent = {
            [1] = 1270,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 55,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力5915，研究初具成果，总火力提升10%",
    },
    [156] = {
        type = 2,
        cost = {
            [561005] = 240,
            [561001] = 216,
            [500001] = 41907,
        },
        id = 156,
        condition = {
            buildingLevel = {
                [1] = 56,
            },
        },
        talent = {
            [1] = 1271,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 56,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力6020，研究初具成果，总火力提升10%",
    },
    [157] = {
        type = 2,
        cost = {
            [561005] = 244,
            [561001] = 220,
            [500001] = 43034,
        },
        id = 157,
        condition = {
            buildingLevel = {
                [1] = 57,
            },
        },
        talent = {
            [1] = 1272,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 57,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力6124，研究初具成果，总火力提升10%",
    },
    [158] = {
        type = 2,
        cost = {
            [561005] = 249,
            [561001] = 224,
            [500001] = 44171,
        },
        id = 158,
        condition = {
            buildingLevel = {
                [1] = 58,
            },
        },
        talent = {
            [1] = 1273,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 58,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力6228，研究初具成果，总火力提升10%",
    },
    [159] = {
        type = 2,
        cost = {
            [561005] = 253,
            [561001] = 228,
            [500001] = 45319,
        },
        id = 159,
        condition = {
            buildingLevel = {
                [1] = 59,
            },
        },
        talent = {
            [1] = 1274,
        },
        des2 = "火力+104,总火力+2%",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 59,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力6333，研究初具成果，总火力提升10%",
    },
    [160] = {
        type = 2,
        cost = {
            [561005] = 257,
            [561002] = 896,
            [561003] = 730,
            [561001] = 231,
            [500001] = 46476,
        },
        id = 160,
        condition = {
            buildingLevel = {
                [1] = 60,
            },
        },
        talent = {
            [1] = 1275,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 60,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力6437，研究初具成果，总火力提升12%",
    },
    [161] = {
        type = 2,
        cost = {
            [561005] = 261,
            [561001] = 235,
            [500001] = 47643,
        },
        id = 161,
        condition = {
            buildingLevel = {
                [1] = 61,
            },
        },
        talent = {
            [1] = 1277,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 61,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力6541，研究初具成果，总火力提升12%",
    },
    [162] = {
        type = 2,
        cost = {
            [561005] = 266,
            [561001] = 239,
            [500001] = 48819,
        },
        id = 162,
        condition = {
            buildingLevel = {
                [1] = 62,
            },
        },
        talent = {
            [1] = 1278,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 62,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力6645，研究初具成果，总火力提升12%",
    },
    [163] = {
        type = 2,
        cost = {
            [561005] = 270,
            [561001] = 243,
            [500001] = 50005,
        },
        id = 163,
        condition = {
            buildingLevel = {
                [1] = 63,
            },
        },
        talent = {
            [1] = 1279,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 63,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力6750，研究初具成果，总火力提升12%",
    },
    [164] = {
        type = 2,
        cost = {
            [561005] = 274,
            [561001] = 247,
            [500001] = 51200,
        },
        id = 164,
        condition = {
            buildingLevel = {
                [1] = 64,
            },
        },
        talent = {
            [1] = 1280,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 64,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力6854，研究初具成果，总火力提升12%",
    },
    [165] = {
        type = 2,
        cost = {
            [561005] = 279,
            [561002] = 973,
            [561003] = 793,
            [561001] = 251,
            [500001] = 52405,
        },
        id = 165,
        condition = {
            buildingLevel = {
                [1] = 65,
            },
        },
        talent = {
            [1] = 1281,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 65,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力6958，研究初具成果，总火力提升12%",
    },
    [166] = {
        type = 2,
        cost = {
            [561005] = 283,
            [561001] = 255,
            [500001] = 53619,
        },
        id = 166,
        condition = {
            buildingLevel = {
                [1] = 66,
            },
        },
        talent = {
            [1] = 1282,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 66,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力7063，研究初具成果，总火力提升12%",
    },
    [167] = {
        type = 2,
        cost = {
            [561005] = 419,
            [561001] = 377,
            [500001] = 54842,
        },
        id = 167,
        condition = {
            buildingLevel = {
                [1] = 67,
            },
        },
        talent = {
            [1] = 1283,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 67,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力7167，研究初具成果，总火力提升12%",
    },
    [168] = {
        type = 2,
        cost = {
            [561005] = 425,
            [561001] = 383,
            [500001] = 56074,
        },
        id = 168,
        condition = {
            buildingLevel = {
                [1] = 68,
            },
        },
        talent = {
            [1] = 1284,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 68,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力7271，研究初具成果，总火力提升12%",
    },
    [169] = {
        type = 2,
        cost = {
            [561005] = 432,
            [561001] = 389,
            [500001] = 57316,
        },
        id = 169,
        condition = {
            buildingLevel = {
                [1] = 69,
            },
        },
        talent = {
            [1] = 1285,
        },
        des2 = "火力+104,总火力+2%",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 69,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力7376，研究初具成果，总火力提升12%",
    },
    [170] = {
        type = 2,
        cost = {
            [500001] = 58566,
            [561002] = 1649,
            [561001] = 394,
            [561005] = 438,
        },
        id = 170,
        condition = {
            buildingLevel = {
                [1] = 70,
            },
        },
        talent = {
            [1] = 1286,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 70,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力7480，研究初具成果，总火力提升14%",
    },
    [171] = {
        type = 2,
        cost = {
            [561005] = 444,
            [561001] = 400,
            [500001] = 59826,
        },
        id = 171,
        condition = {
            buildingLevel = {
                [1] = 71,
            },
        },
        talent = {
            [1] = 1288,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 71,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力7584，研究初具成果，总火力提升14%",
    },
    [172] = {
        type = 2,
        cost = {
            [561005] = 450,
            [561001] = 405,
            [500001] = 61094,
        },
        id = 172,
        condition = {
            buildingLevel = {
                [1] = 72,
            },
        },
        talent = {
            [1] = 1289,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 72,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力7688，研究初具成果，总火力提升14%",
    },
    [173] = {
        type = 2,
        cost = {
            [561005] = 457,
            [561001] = 411,
            [500001] = 62371,
        },
        id = 173,
        condition = {
            buildingLevel = {
                [1] = 73,
            },
        },
        talent = {
            [1] = 1290,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 73,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力7793，研究初具成果，总火力提升14%",
    },
    [174] = {
        type = 2,
        cost = {
            [561005] = 463,
            [561001] = 417,
            [500001] = 63657,
        },
        id = 174,
        condition = {
            buildingLevel = {
                [1] = 74,
            },
        },
        talent = {
            [1] = 1291,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 74,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力7897，研究初具成果，总火力提升14%",
    },
    [175] = {
        type = 2,
        cost = {
            [561005] = 469,
            [561002] = 1760,
            [561003] = 1436,
            [561001] = 422,
            [500001] = 64952,
        },
        id = 175,
        condition = {
            buildingLevel = {
                [1] = 75,
            },
        },
        talent = {
            [1] = 1292,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 75,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力8001，研究初具成果，总火力提升14%",
    },
    [176] = {
        type = 2,
        cost = {
            [561005] = 475,
            [561001] = 428,
            [500001] = 66255,
        },
        id = 176,
        condition = {
            buildingLevel = {
                [1] = 76,
            },
        },
        talent = {
            [1] = 1293,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 76,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力8106，研究初具成果，总火力提升14%",
    },
    [177] = {
        type = 2,
        cost = {
            [561005] = 482,
            [561001] = 434,
            [500001] = 67567,
        },
        id = 177,
        condition = {
            buildingLevel = {
                [1] = 77,
            },
        },
        talent = {
            [1] = 1294,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 77,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力8210，研究初具成果，总火力提升14%",
    },
    [178] = {
        type = 2,
        cost = {
            [561005] = 488,
            [561001] = 439,
            [500001] = 68888,
        },
        id = 178,
        condition = {
            buildingLevel = {
                [1] = 78,
            },
        },
        talent = {
            [1] = 1295,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 78,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力8314，研究初具成果，总火力提升14%",
    },
    [179] = {
        type = 2,
        cost = {
            [561005] = 494,
            [561001] = 445,
            [500001] = 70217,
        },
        id = 179,
        condition = {
            buildingLevel = {
                [1] = 79,
            },
        },
        talent = {
            [1] = 1296,
        },
        des2 = "火力+104,总火力+2%",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 79,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力8419，研究初具成果，总火力提升14%",
    },
    [180] = {
        type = 2,
        cost = {
            [561005] = 500,
            [561002] = 1880,
            [561003] = 1534,
            [561001] = 450,
            [500001] = 71554,
        },
        id = 180,
        condition = {
            buildingLevel = {
                [1] = 80,
            },
        },
        talent = {
            [1] = 1297,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 80,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力8523，研究初具成果，总火力提升16%",
    },
    [181] = {
        type = 2,
        cost = {
            [561005] = 507,
            [561001] = 456,
            [500001] = 72900,
        },
        id = 181,
        condition = {
            buildingLevel = {
                [1] = 81,
            },
        },
        talent = {
            [1] = 1299,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 81,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力8627，研究初具成果，总火力提升16%",
    },
    [182] = {
        type = 2,
        cost = {
            [561005] = 513,
            [561001] = 462,
            [500001] = 74254,
        },
        id = 182,
        condition = {
            buildingLevel = {
                [1] = 82,
            },
        },
        talent = {
            [1] = 1300,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 82,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力8731，研究初具成果，总火力提升16%",
    },
    [183] = {
        type = 2,
        cost = {
            [561005] = 519,
            [561001] = 467,
            [500001] = 75617,
        },
        id = 183,
        condition = {
            buildingLevel = {
                [1] = 83,
            },
        },
        talent = {
            [1] = 1301,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 83,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力8836，研究初具成果，总火力提升16%",
    },
    [184] = {
        type = 2,
        cost = {
            [561005] = 526,
            [561001] = 473,
            [500001] = 76987,
        },
        id = 184,
        condition = {
            buildingLevel = {
                [1] = 84,
            },
        },
        talent = {
            [1] = 1302,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 84,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力8940，研究初具成果，总火力提升16%",
    },
    [185] = {
        type = 2,
        cost = {
            [561005] = 532,
            [561002] = 2002,
            [561003] = 1634,
            [561001] = 479,
            [500001] = 78366,
        },
        id = 185,
        condition = {
            buildingLevel = {
                [1] = 85,
            },
        },
        talent = {
            [1] = 1303,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 85,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力9044，研究初具成果，总火力提升16%",
    },
    [186] = {
        type = 2,
        cost = {
            [561005] = 538,
            [561001] = 484,
            [500001] = 79753,
        },
        id = 186,
        condition = {
            buildingLevel = {
                [1] = 86,
            },
        },
        talent = {
            [1] = 1304,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 86,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力9149，研究初具成果，总火力提升16%",
    },
    [187] = {
        type = 2,
        cost = {
            [561005] = 544,
            [561001] = 490,
            [500001] = 81148,
        },
        id = 187,
        condition = {
            buildingLevel = {
                [1] = 87,
            },
        },
        talent = {
            [1] = 1305,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 87,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力9253，研究初具成果，总火力提升16%",
    },
    [188] = {
        type = 2,
        cost = {
            [561005] = 551,
            [561001] = 495,
            [500001] = 82551,
        },
        id = 188,
        condition = {
            buildingLevel = {
                [1] = 88,
            },
        },
        talent = {
            [1] = 1306,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 88,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力9357，研究初具成果，总火力提升16%",
    },
    [189] = {
        type = 2,
        cost = {
            [561005] = 557,
            [561001] = 501,
            [500001] = 83962,
        },
        id = 189,
        condition = {
            buildingLevel = {
                [1] = 89,
            },
        },
        talent = {
            [1] = 1307,
        },
        des2 = "火力+104,总火力+2%",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 89,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力9462，研究初具成果，总火力提升16%",
    },
    [190] = {
        type = 2,
        cost = {
            [561005] = 563,
            [561002] = 2122,
            [561003] = 1732,
            [561001] = 507,
            [500001] = 85381,
        },
        id = 190,
        condition = {
            buildingLevel = {
                [1] = 90,
            },
        },
        talent = {
            [1] = 1308,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 90,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力9566，研究初具成果，总火力提升18%",
    },
    [191] = {
        type = 2,
        cost = {
            [561005] = 569,
            [561001] = 512,
            [500001] = 86808,
        },
        id = 191,
        condition = {
            buildingLevel = {
                [1] = 91,
            },
        },
        talent = {
            [1] = 1310,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 91,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力9670，研究初具成果，总火力提升18%",
    },
    [192] = {
        type = 2,
        cost = {
            [561005] = 576,
            [561001] = 518,
            [500001] = 88243,
        },
        id = 192,
        condition = {
            buildingLevel = {
                [1] = 92,
            },
        },
        talent = {
            [1] = 1311,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 92,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力9774，研究初具成果，总火力提升18%",
    },
    [193] = {
        type = 2,
        cost = {
            [561005] = 582,
            [561001] = 524,
            [500001] = 89686,
        },
        id = 193,
        condition = {
            buildingLevel = {
                [1] = 93,
            },
        },
        talent = {
            [1] = 1312,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 93,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力9879，研究初具成果，总火力提升18%",
    },
    [194] = {
        type = 2,
        cost = {
            [561005] = 588,
            [561001] = 529,
            [500001] = 91136,
        },
        id = 194,
        condition = {
            buildingLevel = {
                [1] = 94,
            },
        },
        talent = {
            [1] = 1313,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 94,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力9983，研究初具成果，总火力提升18%",
    },
    [195] = {
        type = 2,
        cost = {
            [561005] = 594,
            [561002] = 2242,
            [561003] = 1830,
            [561001] = 535,
            [500001] = 92595,
        },
        id = 195,
        condition = {
            buildingLevel = {
                [1] = 95,
            },
        },
        talent = {
            [1] = 1314,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 95,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力10087，研究初具成果，总火力提升18%",
    },
    [196] = {
        type = 2,
        cost = {
            [561005] = 601,
            [561001] = 541,
            [500001] = 94060,
        },
        id = 196,
        condition = {
            buildingLevel = {
                [1] = 96,
            },
        },
        talent = {
            [1] = 1315,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 96,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力10192，研究初具成果，总火力提升18%",
    },
    [197] = {
        type = 2,
        cost = {
            [561005] = 607,
            [561001] = 546,
            [500001] = 95534,
        },
        id = 197,
        condition = {
            buildingLevel = {
                [1] = 97,
            },
        },
        talent = {
            [1] = 1316,
        },
        des2 = "火力+104",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 97,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力10296，研究初具成果，总火力提升18%",
    },
    [198] = {
        type = 2,
        cost = {
            [561005] = 613,
            [561001] = 552,
            [500001] = 97015,
        },
        id = 198,
        condition = {
            buildingLevel = {
                [1] = 98,
            },
        },
        talent = {
            [1] = 1317,
        },
        des2 = "火力+105",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 98,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力10400，研究初具成果，总火力提升18%",
    },
    [199] = {
        type = 2,
        cost = {
            [561005] = 619,
            [561001] = 557,
            [500001] = 98504,
        },
        id = 199,
        condition = {
            buildingLevel = {
                [1] = 99,
            },
        },
        talent = {
            [1] = 1318,
        },
        des2 = "火力+104,总火力+2%",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 99,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力10505，研究初具成果，总火力提升18%",
    },
    [200] = {
        type = 2,
        cost = {
            [561005] = 626,
            [561002] = 2363,
            [561003] = 1929,
            [561001] = 563,
            [500001] = 100000,
        },
        id = 200,
        condition = {
            buildingLevel = {
                [1] = 100,
            },
        },
        talent = {
            [1] = 1319,
        },
        des2 = "",
        taskCount = 0,
        name = "武器舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 100,
        holeSize = 0,
        des = "武器舱装配着威力强大的异界改装武器，为飞舰提供火力10609，研究初具成果，总火力提升20%",
    },
    [201] = {
        type = 3,
        cost = {
        },
        id = 201,
        condition = {
        },
        talent = {
            [1] = 1321,
            [2] = 120,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 1,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御420",
    },
    [202] = {
        type = 3,
        cost = {
            [561006] = 6,
            [561001] = 5,
            [500001] = 283,
        },
        id = 202,
        condition = {
            buildingLevel = {
                [1] = 2,
            },
        },
        talent = {
            [1] = 1322,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 2,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御458",
    },
    [203] = {
        type = 3,
        cost = {
            [561006] = 8,
            [561001] = 8,
            [500001] = 520,
        },
        id = 203,
        condition = {
            buildingLevel = {
                [1] = 3,
            },
        },
        talent = {
            [1] = 1323,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 3,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御497",
    },
    [204] = {
        type = 3,
        cost = {
            [561006] = 11,
            [561001] = 10,
            [500001] = 800,
        },
        id = 204,
        condition = {
            buildingLevel = {
                [1] = 4,
            },
        },
        talent = {
            [1] = 1324,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 4,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御535",
    },
    [205] = {
        type = 3,
        cost = {
            [561006] = 14,
            [561002] = 34,
            [561001] = 13,
            [500001] = 1118,
        },
        id = 205,
        condition = {
            buildingLevel = {
                [1] = 5,
            },
        },
        talent = {
            [1] = 1325,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 5,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御573",
    },
    [206] = {
        type = 3,
        cost = {
            [561006] = 17,
            [561001] = 15,
            [500001] = 1470,
        },
        id = 206,
        condition = {
            buildingLevel = {
                [1] = 6,
            },
        },
        talent = {
            [1] = 1326,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 6,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御611",
    },
    [207] = {
        type = 3,
        cost = {
            [561006] = 20,
            [561001] = 18,
            [500001] = 1852,
        },
        id = 207,
        condition = {
            buildingLevel = {
                [1] = 7,
            },
        },
        talent = {
            [1] = 1327,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 7,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御649",
    },
    [208] = {
        type = 3,
        cost = {
            [561006] = 22,
            [561001] = 20,
            [500001] = 2263,
        },
        id = 208,
        condition = {
            buildingLevel = {
                [1] = 8,
            },
        },
        talent = {
            [1] = 1328,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 8,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御688",
    },
    [209] = {
        type = 3,
        cost = {
            [561006] = 25,
            [561001] = 23,
            [500001] = 2700,
        },
        id = 209,
        condition = {
            buildingLevel = {
                [1] = 9,
            },
        },
        talent = {
            [1] = 1329,
        },
        des2 = "防御+38,总防御+2%",
        taskCount = 0,
        name = "防御舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 9,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御726",
    },
    [210] = {
        type = 3,
        cost = {
            [561006] = 28,
            [561002] = 91,
            [561001] = 25,
            [500001] = 3162,
        },
        id = 210,
        condition = {
            buildingLevel = {
                [1] = 10,
            },
        },
        talent = {
            [1] = 1330,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 10,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御764，研究初具成果，总防御提升2%",
    },
    [211] = {
        type = 3,
        cost = {
            [561006] = 31,
            [561001] = 28,
            [500001] = 3648,
        },
        id = 211,
        condition = {
            buildingLevel = {
                [1] = 11,
            },
        },
        talent = {
            [1] = 1332,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 11,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御802，研究初具成果，总防御提升2%",
    },
    [212] = {
        type = 3,
        cost = {
            [561006] = 33,
            [561001] = 30,
            [500001] = 4157,
        },
        id = 212,
        condition = {
            buildingLevel = {
                [1] = 12,
            },
        },
        talent = {
            [1] = 1333,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 12,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御840，研究初具成果，总防御提升2%",
    },
    [213] = {
        type = 3,
        cost = {
            [561006] = 36,
            [561001] = 33,
            [500001] = 4687,
        },
        id = 213,
        condition = {
            buildingLevel = {
                [1] = 13,
            },
        },
        talent = {
            [1] = 1334,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 13,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御879，研究初具成果，总防御提升2%",
    },
    [214] = {
        type = 3,
        cost = {
            [561006] = 39,
            [561001] = 35,
            [500001] = 5238,
        },
        id = 214,
        condition = {
            buildingLevel = {
                [1] = 14,
            },
        },
        talent = {
            [1] = 1335,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 14,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御917，研究初具成果，总防御提升2%",
    },
    [215] = {
        type = 3,
        cost = {
            [561006] = 42,
            [561002] = 147,
            [561001] = 38,
            [500001] = 5809,
        },
        id = 215,
        condition = {
            buildingLevel = {
                [1] = 15,
            },
        },
        talent = {
            [1] = 1336,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 15,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御955，研究初具成果，总防御提升2%",
    },
    [216] = {
        type = 3,
        cost = {
            [561006] = 45,
            [561001] = 40,
            [500001] = 6400,
        },
        id = 216,
        condition = {
            buildingLevel = {
                [1] = 16,
            },
        },
        talent = {
            [1] = 1337,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 16,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御993，研究初具成果，总防御提升2%",
    },
    [217] = {
        type = 3,
        cost = {
            [561006] = 47,
            [561001] = 43,
            [500001] = 7009,
        },
        id = 217,
        condition = {
            buildingLevel = {
                [1] = 17,
            },
        },
        talent = {
            [1] = 1338,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 17,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1031，研究初具成果，总防御提升2%",
    },
    [218] = {
        type = 3,
        cost = {
            [561006] = 50,
            [561001] = 45,
            [500001] = 7637,
        },
        id = 218,
        condition = {
            buildingLevel = {
                [1] = 18,
            },
        },
        talent = {
            [1] = 1339,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 18,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1070，研究初具成果，总防御提升2%",
    },
    [219] = {
        type = 3,
        cost = {
            [561006] = 53,
            [561001] = 48,
            [500001] = 8282,
        },
        id = 219,
        condition = {
            buildingLevel = {
                [1] = 19,
            },
        },
        talent = {
            [1] = 1340,
        },
        des2 = "防御+38,总防御+2%",
        taskCount = 0,
        name = "防御舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 19,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1108，研究初具成果，总防御提升2%",
    },
    [220] = {
        type = 3,
        cost = {
            [561006] = 56,
            [561002] = 204,
            [561001] = 50,
            [500001] = 8944,
        },
        id = 220,
        condition = {
            buildingLevel = {
                [1] = 20,
            },
        },
        talent = {
            [1] = 1341,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 20,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1146，研究初具成果，总防御提升4%",
    },
    [221] = {
        type = 3,
        cost = {
            [561006] = 59,
            [561001] = 53,
            [500001] = 9623,
        },
        id = 221,
        condition = {
            buildingLevel = {
                [1] = 21,
            },
        },
        talent = {
            [1] = 1343,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 21,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1184，研究初具成果，总防御提升4%",
    },
    [222] = {
        type = 3,
        cost = {
            [561006] = 61,
            [561001] = 55,
            [500001] = 10319,
        },
        id = 222,
        condition = {
            buildingLevel = {
                [1] = 22,
            },
        },
        talent = {
            [1] = 1344,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 22,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1222，研究初具成果，总防御提升4%",
    },
    [223] = {
        type = 3,
        cost = {
            [561006] = 64,
            [561001] = 58,
            [500001] = 11030,
        },
        id = 223,
        condition = {
            buildingLevel = {
                [1] = 23,
            },
        },
        talent = {
            [1] = 1345,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 23,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1261，研究初具成果，总防御提升4%",
    },
    [224] = {
        type = 3,
        cost = {
            [561006] = 67,
            [561001] = 60,
            [500001] = 11758,
        },
        id = 224,
        condition = {
            buildingLevel = {
                [1] = 24,
            },
        },
        talent = {
            [1] = 1346,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 24,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1299，研究初具成果，总防御提升4%",
    },
    [225] = {
        type = 3,
        cost = {
            [561006] = 70,
            [561002] = 261,
            [561001] = 63,
            [500001] = 12500,
        },
        id = 225,
        condition = {
            buildingLevel = {
                [1] = 25,
            },
        },
        talent = {
            [1] = 1347,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 25,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1337，研究初具成果，总防御提升4%",
    },
    [226] = {
        type = 3,
        cost = {
            [561006] = 73,
            [561001] = 65,
            [500001] = 13257,
        },
        id = 226,
        condition = {
            buildingLevel = {
                [1] = 26,
            },
        },
        talent = {
            [1] = 1348,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 26,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1375，研究初具成果，总防御提升4%",
    },
    [227] = {
        type = 3,
        cost = {
            [561006] = 75,
            [561001] = 68,
            [500001] = 14030,
        },
        id = 227,
        condition = {
            buildingLevel = {
                [1] = 27,
            },
        },
        talent = {
            [1] = 1349,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 27,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1413，研究初具成果，总防御提升4%",
    },
    [228] = {
        type = 3,
        cost = {
            [561006] = 78,
            [561001] = 70,
            [500001] = 14816,
        },
        id = 228,
        condition = {
            buildingLevel = {
                [1] = 28,
            },
        },
        talent = {
            [1] = 1350,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 28,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1452，研究初具成果，总防御提升4%",
    },
    [229] = {
        type = 3,
        cost = {
            [561006] = 81,
            [561001] = 73,
            [500001] = 15617,
        },
        id = 229,
        condition = {
            buildingLevel = {
                [1] = 29,
            },
        },
        talent = {
            [1] = 1351,
        },
        des2 = "防御+38,总防御+2%",
        taskCount = 0,
        name = "防御舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 29,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1490，研究初具成果，总防御提升4%",
    },
    [230] = {
        type = 3,
        cost = {
            [561006] = 84,
            [561002] = 318,
            [561001] = 75,
            [500001] = 16432,
        },
        id = 230,
        condition = {
            buildingLevel = {
                [1] = 30,
            },
        },
        talent = {
            [1] = 1352,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 30,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1528，研究初具成果，总防御提升6%",
    },
    [231] = {
        type = 3,
        cost = {
            [561006] = 87,
            [561001] = 78,
            [500001] = 17260,
        },
        id = 231,
        condition = {
            buildingLevel = {
                [1] = 31,
            },
        },
        talent = {
            [1] = 1354,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 31,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1566，研究初具成果，总防御提升6%",
    },
    [232] = {
        type = 3,
        cost = {
            [561006] = 89,
            [561001] = 80,
            [500001] = 18102,
        },
        id = 232,
        condition = {
            buildingLevel = {
                [1] = 32,
            },
        },
        talent = {
            [1] = 1355,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 32,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1604，研究初具成果，总防御提升6%",
    },
    [233] = {
        type = 3,
        cost = {
            [561006] = 92,
            [561001] = 83,
            [500001] = 18957,
        },
        id = 233,
        condition = {
            buildingLevel = {
                [1] = 33,
            },
        },
        talent = {
            [1] = 1356,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 33,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1643，研究初具成果，总防御提升6%",
    },
    [234] = {
        type = 3,
        cost = {
            [561006] = 146,
            [561001] = 131,
            [500001] = 19825,
        },
        id = 234,
        condition = {
            buildingLevel = {
                [1] = 34,
            },
        },
        talent = {
            [1] = 1357,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 34,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1681，研究初具成果，总防御提升6%",
    },
    [235] = {
        type = 3,
        cost = {
            [561002] = 504,
            [561006] = 150,
            [561003] = 410,
            [561001] = 135,
            [500001] = 20706,
        },
        id = 235,
        condition = {
            buildingLevel = {
                [1] = 35,
            },
        },
        talent = {
            [1] = 1358,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 35,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1719，研究初具成果，总防御提升6%",
    },
    [236] = {
        type = 3,
        cost = {
            [561006] = 154,
            [561001] = 139,
            [500001] = 21600,
        },
        id = 236,
        condition = {
            buildingLevel = {
                [1] = 36,
            },
        },
        talent = {
            [1] = 1359,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 36,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1757，研究初具成果，总防御提升6%",
    },
    [237] = {
        type = 3,
        cost = {
            [561006] = 159,
            [561001] = 143,
            [500001] = 22506,
        },
        id = 237,
        condition = {
            buildingLevel = {
                [1] = 37,
            },
        },
        talent = {
            [1] = 1360,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 37,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1795，研究初具成果，总防御提升6%",
    },
    [238] = {
        type = 3,
        cost = {
            [561006] = 163,
            [561001] = 147,
            [500001] = 23425,
        },
        id = 238,
        condition = {
            buildingLevel = {
                [1] = 38,
            },
        },
        talent = {
            [1] = 1361,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 38,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1834，研究初具成果，总防御提升6%",
    },
    [239] = {
        type = 3,
        cost = {
            [561006] = 167,
            [561001] = 150,
            [500001] = 24355,
        },
        id = 239,
        condition = {
            buildingLevel = {
                [1] = 39,
            },
        },
        talent = {
            [1] = 1362,
        },
        des2 = "防御+38,总防御+2%",
        taskCount = 0,
        name = "防御舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 39,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1872，研究初具成果，总防御提升6%",
    },
    [240] = {
        type = 3,
        cost = {
            [561002] = 587,
            [561006] = 171,
            [561003] = 478,
            [561001] = 154,
            [500001] = 25298,
        },
        id = 240,
        condition = {
            buildingLevel = {
                [1] = 40,
            },
        },
        talent = {
            [1] = 1363,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 40,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1910，研究初具成果，总防御提升8%",
    },
    [241] = {
        type = 3,
        cost = {
            [561006] = 176,
            [561001] = 158,
            [500001] = 26253,
        },
        id = 241,
        condition = {
            buildingLevel = {
                [1] = 41,
            },
        },
        talent = {
            [1] = 1365,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 41,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1948，研究初具成果，总防御提升8%",
    },
    [242] = {
        type = 3,
        cost = {
            [561006] = 180,
            [561001] = 162,
            [500001] = 27219,
        },
        id = 242,
        condition = {
            buildingLevel = {
                [1] = 42,
            },
        },
        talent = {
            [1] = 1366,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 42,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御1986，研究初具成果，总防御提升8%",
    },
    [243] = {
        type = 3,
        cost = {
            [561006] = 184,
            [561001] = 166,
            [500001] = 28197,
        },
        id = 243,
        condition = {
            buildingLevel = {
                [1] = 43,
            },
        },
        talent = {
            [1] = 1367,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 43,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2025，研究初具成果，总防御提升8%",
    },
    [244] = {
        type = 3,
        cost = {
            [561006] = 189,
            [561001] = 170,
            [500001] = 29186,
        },
        id = 244,
        condition = {
            buildingLevel = {
                [1] = 44,
            },
        },
        talent = {
            [1] = 1368,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 44,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2063，研究初具成果，总防御提升8%",
    },
    [245] = {
        type = 3,
        cost = {
            [561002] = 665,
            [561006] = 193,
            [561003] = 541,
            [561001] = 174,
            [500001] = 30187,
        },
        id = 245,
        condition = {
            buildingLevel = {
                [1] = 45,
            },
        },
        talent = {
            [1] = 1369,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 45,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2101，研究初具成果，总防御提升8%",
    },
    [246] = {
        type = 3,
        cost = {
            [561006] = 197,
            [561001] = 177,
            [500001] = 31199,
        },
        id = 246,
        condition = {
            buildingLevel = {
                [1] = 46,
            },
        },
        talent = {
            [1] = 1370,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 46,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2139，研究初具成果，总防御提升8%",
    },
    [247] = {
        type = 3,
        cost = {
            [561006] = 201,
            [561001] = 181,
            [500001] = 32222,
        },
        id = 247,
        condition = {
            buildingLevel = {
                [1] = 47,
            },
        },
        talent = {
            [1] = 1371,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 47,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2177，研究初具成果，总防御提升8%",
    },
    [248] = {
        type = 3,
        cost = {
            [561006] = 206,
            [561001] = 185,
            [500001] = 33255,
        },
        id = 248,
        condition = {
            buildingLevel = {
                [1] = 48,
            },
        },
        talent = {
            [1] = 1372,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 48,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2216，研究初具成果，总防御提升8%",
    },
    [249] = {
        type = 3,
        cost = {
            [561006] = 210,
            [561001] = 189,
            [500001] = 34300,
        },
        id = 249,
        condition = {
            buildingLevel = {
                [1] = 49,
            },
        },
        talent = {
            [1] = 1373,
        },
        des2 = "防御+38,总防御+2%",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 49,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2254，研究初具成果，总防御提升8%",
    },
    [250] = {
        type = 3,
        cost = {
            [561002] = 741,
            [561006] = 214,
            [561003] = 604,
            [561001] = 193,
            [500001] = 35355,
        },
        id = 250,
        condition = {
            buildingLevel = {
                [1] = 50,
            },
        },
        talent = {
            [1] = 1374,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 50,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2292，研究初具成果，总防御提升10%",
    },
    [251] = {
        type = 3,
        cost = {
            [561006] = 219,
            [561001] = 197,
            [500001] = 36421,
        },
        id = 251,
        condition = {
            buildingLevel = {
                [1] = 51,
            },
        },
        talent = {
            [1] = 1376,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 51,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2330，研究初具成果，总防御提升10%",
    },
    [252] = {
        type = 3,
        cost = {
            [561006] = 223,
            [561001] = 201,
            [500001] = 37498,
        },
        id = 252,
        condition = {
            buildingLevel = {
                [1] = 52,
            },
        },
        talent = {
            [1] = 1377,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 52,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2368，研究初具成果，总防御提升10%",
    },
    [253] = {
        type = 3,
        cost = {
            [561006] = 227,
            [561001] = 204,
            [500001] = 38585,
        },
        id = 253,
        condition = {
            buildingLevel = {
                [1] = 53,
            },
        },
        talent = {
            [1] = 1378,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 53,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2407，研究初具成果，总防御提升10%",
    },
    [254] = {
        type = 3,
        cost = {
            [561006] = 231,
            [561001] = 208,
            [500001] = 39682,
        },
        id = 254,
        condition = {
            buildingLevel = {
                [1] = 54,
            },
        },
        talent = {
            [1] = 1379,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 54,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2445，研究初具成果，总防御提升10%",
    },
    [255] = {
        type = 3,
        cost = {
            [561002] = 819,
            [561006] = 236,
            [561003] = 667,
            [561001] = 212,
            [500001] = 40789,
        },
        id = 255,
        condition = {
            buildingLevel = {
                [1] = 55,
            },
        },
        talent = {
            [1] = 1380,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 55,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2483，研究初具成果，总防御提升10%",
    },
    [256] = {
        type = 3,
        cost = {
            [561006] = 240,
            [561001] = 216,
            [500001] = 41907,
        },
        id = 256,
        condition = {
            buildingLevel = {
                [1] = 56,
            },
        },
        talent = {
            [1] = 1381,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 56,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2521，研究初具成果，总防御提升10%",
    },
    [257] = {
        type = 3,
        cost = {
            [561006] = 244,
            [561001] = 220,
            [500001] = 43034,
        },
        id = 257,
        condition = {
            buildingLevel = {
                [1] = 57,
            },
        },
        talent = {
            [1] = 1382,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 57,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2559，研究初具成果，总防御提升10%",
    },
    [258] = {
        type = 3,
        cost = {
            [561006] = 249,
            [561001] = 224,
            [500001] = 44171,
        },
        id = 258,
        condition = {
            buildingLevel = {
                [1] = 58,
            },
        },
        talent = {
            [1] = 1383,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 58,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2598，研究初具成果，总防御提升10%",
    },
    [259] = {
        type = 3,
        cost = {
            [561006] = 253,
            [561001] = 228,
            [500001] = 45319,
        },
        id = 259,
        condition = {
            buildingLevel = {
                [1] = 59,
            },
        },
        talent = {
            [1] = 1384,
        },
        des2 = "防御+38,总防御+2%",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 59,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2636，研究初具成果，总防御提升10%",
    },
    [260] = {
        type = 3,
        cost = {
            [561002] = 896,
            [561006] = 257,
            [561003] = 730,
            [561001] = 231,
            [500001] = 46476,
        },
        id = 260,
        condition = {
            buildingLevel = {
                [1] = 60,
            },
        },
        talent = {
            [1] = 1385,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 60,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2674，研究初具成果，总防御提升12%",
    },
    [261] = {
        type = 3,
        cost = {
            [561006] = 261,
            [561001] = 235,
            [500001] = 47643,
        },
        id = 261,
        condition = {
            buildingLevel = {
                [1] = 61,
            },
        },
        talent = {
            [1] = 1387,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 61,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2712，研究初具成果，总防御提升12%",
    },
    [262] = {
        type = 3,
        cost = {
            [561006] = 266,
            [561001] = 239,
            [500001] = 48819,
        },
        id = 262,
        condition = {
            buildingLevel = {
                [1] = 62,
            },
        },
        talent = {
            [1] = 1388,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 62,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2750，研究初具成果，总防御提升12%",
    },
    [263] = {
        type = 3,
        cost = {
            [561006] = 270,
            [561001] = 243,
            [500001] = 50005,
        },
        id = 263,
        condition = {
            buildingLevel = {
                [1] = 63,
            },
        },
        talent = {
            [1] = 1389,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 63,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2789，研究初具成果，总防御提升12%",
    },
    [264] = {
        type = 3,
        cost = {
            [561006] = 274,
            [561001] = 247,
            [500001] = 51200,
        },
        id = 264,
        condition = {
            buildingLevel = {
                [1] = 64,
            },
        },
        talent = {
            [1] = 1390,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 64,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2827，研究初具成果，总防御提升12%",
    },
    [265] = {
        type = 3,
        cost = {
            [561002] = 973,
            [561006] = 279,
            [561003] = 793,
            [561001] = 251,
            [500001] = 52405,
        },
        id = 265,
        condition = {
            buildingLevel = {
                [1] = 65,
            },
        },
        talent = {
            [1] = 1391,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 65,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2865，研究初具成果，总防御提升12%",
    },
    [266] = {
        type = 3,
        cost = {
            [561006] = 283,
            [561001] = 255,
            [500001] = 53619,
        },
        id = 266,
        condition = {
            buildingLevel = {
                [1] = 66,
            },
        },
        talent = {
            [1] = 1392,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 66,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2903，研究初具成果，总防御提升12%",
    },
    [267] = {
        type = 3,
        cost = {
            [561006] = 419,
            [561001] = 377,
            [500001] = 54842,
        },
        id = 267,
        condition = {
            buildingLevel = {
                [1] = 67,
            },
        },
        talent = {
            [1] = 1393,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 67,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2941，研究初具成果，总防御提升12%",
    },
    [268] = {
        type = 3,
        cost = {
            [561006] = 425,
            [561001] = 383,
            [500001] = 56074,
        },
        id = 268,
        condition = {
            buildingLevel = {
                [1] = 68,
            },
        },
        talent = {
            [1] = 1394,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 68,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御2980，研究初具成果，总防御提升12%",
    },
    [269] = {
        type = 3,
        cost = {
            [561006] = 432,
            [561001] = 389,
            [500001] = 57316,
        },
        id = 269,
        condition = {
            buildingLevel = {
                [1] = 69,
            },
        },
        talent = {
            [1] = 1395,
        },
        des2 = "防御+38,总防御+2%",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 69,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3018，研究初具成果，总防御提升12%",
    },
    [270] = {
        type = 3,
        cost = {
            [561006] = 438,
            [561002] = 1649,
            [561001] = 394,
            [500001] = 58566,
        },
        id = 270,
        condition = {
            buildingLevel = {
                [1] = 70,
            },
        },
        talent = {
            [1] = 1396,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 70,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3056，研究初具成果，总防御提升14%",
    },
    [271] = {
        type = 3,
        cost = {
            [561006] = 444,
            [561001] = 400,
            [500001] = 59826,
        },
        id = 271,
        condition = {
            buildingLevel = {
                [1] = 71,
            },
        },
        talent = {
            [1] = 1398,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 71,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3094，研究初具成果，总防御提升14%",
    },
    [272] = {
        type = 3,
        cost = {
            [561006] = 450,
            [561001] = 405,
            [500001] = 61094,
        },
        id = 272,
        condition = {
            buildingLevel = {
                [1] = 72,
            },
        },
        talent = {
            [1] = 1399,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 72,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3132，研究初具成果，总防御提升14%",
    },
    [273] = {
        type = 3,
        cost = {
            [561006] = 457,
            [561001] = 411,
            [500001] = 62371,
        },
        id = 273,
        condition = {
            buildingLevel = {
                [1] = 73,
            },
        },
        talent = {
            [1] = 1400,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 73,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3171，研究初具成果，总防御提升14%",
    },
    [274] = {
        type = 3,
        cost = {
            [561006] = 463,
            [561001] = 417,
            [500001] = 63657,
        },
        id = 274,
        condition = {
            buildingLevel = {
                [1] = 74,
            },
        },
        talent = {
            [1] = 1401,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 74,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3209，研究初具成果，总防御提升14%",
    },
    [275] = {
        type = 3,
        cost = {
            [561002] = 1760,
            [561006] = 469,
            [561003] = 1436,
            [561001] = 422,
            [500001] = 64952,
        },
        id = 275,
        condition = {
            buildingLevel = {
                [1] = 75,
            },
        },
        talent = {
            [1] = 1402,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 75,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3247，研究初具成果，总防御提升14%",
    },
    [276] = {
        type = 3,
        cost = {
            [561006] = 475,
            [561001] = 428,
            [500001] = 66255,
        },
        id = 276,
        condition = {
            buildingLevel = {
                [1] = 76,
            },
        },
        talent = {
            [1] = 1403,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 76,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3285，研究初具成果，总防御提升14%",
    },
    [277] = {
        type = 3,
        cost = {
            [561006] = 482,
            [561001] = 434,
            [500001] = 67567,
        },
        id = 277,
        condition = {
            buildingLevel = {
                [1] = 77,
            },
        },
        talent = {
            [1] = 1404,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 77,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3323，研究初具成果，总防御提升14%",
    },
    [278] = {
        type = 3,
        cost = {
            [561006] = 488,
            [561001] = 439,
            [500001] = 68888,
        },
        id = 278,
        condition = {
            buildingLevel = {
                [1] = 78,
            },
        },
        talent = {
            [1] = 1405,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 78,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3362，研究初具成果，总防御提升14%",
    },
    [279] = {
        type = 3,
        cost = {
            [561006] = 494,
            [561001] = 445,
            [500001] = 70217,
        },
        id = 279,
        condition = {
            buildingLevel = {
                [1] = 79,
            },
        },
        talent = {
            [1] = 1406,
        },
        des2 = "防御+38,总防御+2%",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 79,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3400，研究初具成果，总防御提升14%",
    },
    [280] = {
        type = 3,
        cost = {
            [561002] = 1880,
            [561006] = 500,
            [561003] = 1534,
            [561001] = 450,
            [500001] = 71554,
        },
        id = 280,
        condition = {
            buildingLevel = {
                [1] = 80,
            },
        },
        talent = {
            [1] = 1407,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 80,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3438，研究初具成果，总防御提升16%",
    },
    [281] = {
        type = 3,
        cost = {
            [561006] = 507,
            [561001] = 456,
            [500001] = 72900,
        },
        id = 281,
        condition = {
            buildingLevel = {
                [1] = 81,
            },
        },
        talent = {
            [1] = 1409,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 81,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3476，研究初具成果，总防御提升16%",
    },
    [282] = {
        type = 3,
        cost = {
            [561006] = 513,
            [561001] = 462,
            [500001] = 74254,
        },
        id = 282,
        condition = {
            buildingLevel = {
                [1] = 82,
            },
        },
        talent = {
            [1] = 1410,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 82,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3514，研究初具成果，总防御提升16%",
    },
    [283] = {
        type = 3,
        cost = {
            [561006] = 519,
            [561001] = 467,
            [500001] = 75617,
        },
        id = 283,
        condition = {
            buildingLevel = {
                [1] = 83,
            },
        },
        talent = {
            [1] = 1411,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 83,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3553，研究初具成果，总防御提升16%",
    },
    [284] = {
        type = 3,
        cost = {
            [561006] = 526,
            [561001] = 473,
            [500001] = 76987,
        },
        id = 284,
        condition = {
            buildingLevel = {
                [1] = 84,
            },
        },
        talent = {
            [1] = 1412,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 84,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3591，研究初具成果，总防御提升16%",
    },
    [285] = {
        type = 3,
        cost = {
            [561002] = 2002,
            [561006] = 532,
            [561003] = 1634,
            [561001] = 479,
            [500001] = 78366,
        },
        id = 285,
        condition = {
            buildingLevel = {
                [1] = 85,
            },
        },
        talent = {
            [1] = 1413,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 85,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3629，研究初具成果，总防御提升16%",
    },
    [286] = {
        type = 3,
        cost = {
            [561006] = 538,
            [561001] = 484,
            [500001] = 79753,
        },
        id = 286,
        condition = {
            buildingLevel = {
                [1] = 86,
            },
        },
        talent = {
            [1] = 1414,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 86,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3667，研究初具成果，总防御提升16%",
    },
    [287] = {
        type = 3,
        cost = {
            [561006] = 544,
            [561001] = 490,
            [500001] = 81148,
        },
        id = 287,
        condition = {
            buildingLevel = {
                [1] = 87,
            },
        },
        talent = {
            [1] = 1415,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 87,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3705，研究初具成果，总防御提升16%",
    },
    [288] = {
        type = 3,
        cost = {
            [561006] = 551,
            [561001] = 495,
            [500001] = 82551,
        },
        id = 288,
        condition = {
            buildingLevel = {
                [1] = 88,
            },
        },
        talent = {
            [1] = 1416,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 88,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3744，研究初具成果，总防御提升16%",
    },
    [289] = {
        type = 3,
        cost = {
            [561006] = 557,
            [561001] = 501,
            [500001] = 83962,
        },
        id = 289,
        condition = {
            buildingLevel = {
                [1] = 89,
            },
        },
        talent = {
            [1] = 1417,
        },
        des2 = "防御+38,总防御+2%",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 89,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3782，研究初具成果，总防御提升16%",
    },
    [290] = {
        type = 3,
        cost = {
            [561002] = 2122,
            [561006] = 563,
            [561003] = 1732,
            [561001] = 507,
            [500001] = 85381,
        },
        id = 290,
        condition = {
            buildingLevel = {
                [1] = 90,
            },
        },
        talent = {
            [1] = 1418,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 90,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3820，研究初具成果，总防御提升18%",
    },
    [291] = {
        type = 3,
        cost = {
            [561006] = 569,
            [561001] = 512,
            [500001] = 86808,
        },
        id = 291,
        condition = {
            buildingLevel = {
                [1] = 91,
            },
        },
        talent = {
            [1] = 1420,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 91,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3858，研究初具成果，总防御提升18%",
    },
    [292] = {
        type = 3,
        cost = {
            [561006] = 576,
            [561001] = 518,
            [500001] = 88243,
        },
        id = 292,
        condition = {
            buildingLevel = {
                [1] = 92,
            },
        },
        talent = {
            [1] = 1421,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 92,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3896，研究初具成果，总防御提升18%",
    },
    [293] = {
        type = 3,
        cost = {
            [561006] = 582,
            [561001] = 524,
            [500001] = 89686,
        },
        id = 293,
        condition = {
            buildingLevel = {
                [1] = 93,
            },
        },
        talent = {
            [1] = 1422,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 93,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3935，研究初具成果，总防御提升18%",
    },
    [294] = {
        type = 3,
        cost = {
            [561006] = 588,
            [561001] = 529,
            [500001] = 91136,
        },
        id = 294,
        condition = {
            buildingLevel = {
                [1] = 94,
            },
        },
        talent = {
            [1] = 1423,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 94,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御3973，研究初具成果，总防御提升18%",
    },
    [295] = {
        type = 3,
        cost = {
            [561002] = 2242,
            [561006] = 594,
            [561003] = 1830,
            [561001] = 535,
            [500001] = 92595,
        },
        id = 295,
        condition = {
            buildingLevel = {
                [1] = 95,
            },
        },
        talent = {
            [1] = 1424,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 95,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御4011，研究初具成果，总防御提升18%",
    },
    [296] = {
        type = 3,
        cost = {
            [561006] = 601,
            [561001] = 541,
            [500001] = 94060,
        },
        id = 296,
        condition = {
            buildingLevel = {
                [1] = 96,
            },
        },
        talent = {
            [1] = 1425,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 96,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御4049，研究初具成果，总防御提升18%",
    },
    [297] = {
        type = 3,
        cost = {
            [561006] = 607,
            [561001] = 546,
            [500001] = 95534,
        },
        id = 297,
        condition = {
            buildingLevel = {
                [1] = 97,
            },
        },
        talent = {
            [1] = 1426,
        },
        des2 = "防御+39",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 97,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御4087，研究初具成果，总防御提升18%",
    },
    [298] = {
        type = 3,
        cost = {
            [561006] = 613,
            [561001] = 552,
            [500001] = 97015,
        },
        id = 298,
        condition = {
            buildingLevel = {
                [1] = 98,
            },
        },
        talent = {
            [1] = 1427,
        },
        des2 = "防御+38",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 98,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御4126，研究初具成果，总防御提升18%",
    },
    [299] = {
        type = 3,
        cost = {
            [561006] = 619,
            [561001] = 557,
            [500001] = 98504,
        },
        id = 299,
        condition = {
            buildingLevel = {
                [1] = 99,
            },
        },
        talent = {
            [1] = 1428,
        },
        des2 = "防御+38,总防御+2%",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 99,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御4164，研究初具成果，总防御提升18%",
    },
    [300] = {
        type = 3,
        cost = {
            [561002] = 2363,
            [561006] = 626,
            [561003] = 1929,
            [561001] = 563,
            [500001] = 100000,
        },
        id = 300,
        condition = {
            buildingLevel = {
                [1] = 100,
            },
        },
        talent = {
            [1] = 1429,
        },
        des2 = "",
        taskCount = 0,
        name = "防御舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 100,
        holeSize = 0,
        des = "防御舱可以集中调配飞舰的所有防御装置，为飞舰提供防御4202，研究初具成果，总防御提升20%",
    },
    [301] = {
        type = 4,
        cost = {
        },
        id = 301,
        condition = {
        },
        talent = {
            [1] = 1431,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 1,
        holeSize = 1,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升130 ",
    },
    [302] = {
        type = 4,
        cost = {
            [561008] = 6,
            [561001] = 5,
            [500001] = 283,
        },
        id = 302,
        condition = {
            buildingLevel = {
                [1] = 2,
            },
        },
        talent = {
            [1] = 1432,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 2,
        holeSize = 1,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升160",
    },
    [303] = {
        type = 4,
        cost = {
            [561008] = 8,
            [561001] = 8,
            [500001] = 520,
        },
        id = 303,
        condition = {
            buildingLevel = {
                [1] = 3,
            },
        },
        talent = {
            [1] = 1433,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 3,
        holeSize = 1,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升190",
    },
    [304] = {
        type = 4,
        cost = {
            [561008] = 11,
            [561001] = 10,
            [500001] = 800,
        },
        id = 304,
        condition = {
            buildingLevel = {
                [1] = 4,
            },
        },
        talent = {
            [1] = 1434,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 4,
        holeSize = 1,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升220",
    },
    [305] = {
        type = 4,
        cost = {
            [500001] = 1118,
            [561002] = 34,
            [561001] = 13,
            [561008] = 14,
        },
        id = 305,
        condition = {
            buildingLevel = {
                [1] = 5,
            },
        },
        talent = {
            [1] = 1435,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 5,
        holeSize = 1,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升250",
    },
    [306] = {
        type = 4,
        cost = {
            [561008] = 17,
            [561001] = 15,
            [500001] = 1470,
        },
        id = 306,
        condition = {
            buildingLevel = {
                [1] = 6,
            },
        },
        talent = {
            [1] = 1436,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 6,
        holeSize = 1,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升280",
    },
    [307] = {
        type = 4,
        cost = {
            [561008] = 20,
            [561001] = 18,
            [500001] = 1852,
        },
        id = 307,
        condition = {
            buildingLevel = {
                [1] = 7,
            },
        },
        talent = {
            [1] = 1437,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 7,
        holeSize = 1,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升310",
    },
    [308] = {
        type = 4,
        cost = {
            [561008] = 22,
            [561001] = 20,
            [500001] = 2263,
        },
        id = 308,
        condition = {
            buildingLevel = {
                [1] = 8,
            },
        },
        talent = {
            [1] = 1438,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 8,
        holeSize = 1,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升340",
    },
    [309] = {
        type = 4,
        cost = {
            [561008] = 25,
            [561001] = 23,
            [500001] = 2700,
        },
        id = 309,
        condition = {
            buildingLevel = {
                [1] = 9,
            },
        },
        talent = {
            [1] = 1439,
        },
        des2 = "速度+30,战斗速度+2%",
        taskCount = 0,
        name = "配件舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 9,
        holeSize = 1,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升370",
    },
    [310] = {
        type = 4,
        cost = {
            [500001] = 3162,
            [561002] = 91,
            [561001] = 25,
            [561008] = 28,
        },
        id = 310,
        condition = {
            buildingLevel = {
                [1] = 10,
            },
        },
        talent = {
            [1] = 1440,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 10,
        holeSize = 1,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升400，研究初具成果，战斗速度提升2%",
    },
    [311] = {
        type = 4,
        cost = {
            [561008] = 31,
            [561001] = 28,
            [500001] = 3648,
        },
        id = 311,
        condition = {
            buildingLevel = {
                [1] = 11,
            },
        },
        talent = {
            [1] = 1442,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 11,
        holeSize = 1,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升430，研究初具成果，战斗速度提升2%",
    },
    [312] = {
        type = 4,
        cost = {
            [561008] = 33,
            [561001] = 30,
            [500001] = 4157,
        },
        id = 312,
        condition = {
            buildingLevel = {
                [1] = 12,
            },
        },
        talent = {
            [1] = 1443,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 12,
        holeSize = 1,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升460，研究初具成果，战斗速度提升2%",
    },
    [313] = {
        type = 4,
        cost = {
            [561008] = 36,
            [561001] = 33,
            [500001] = 4687,
        },
        id = 313,
        condition = {
            buildingLevel = {
                [1] = 13,
            },
        },
        talent = {
            [1] = 1444,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 13,
        holeSize = 1,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升490，研究初具成果，战斗速度提升2%",
    },
    [314] = {
        type = 4,
        cost = {
            [561008] = 39,
            [561001] = 35,
            [500001] = 5238,
        },
        id = 314,
        condition = {
            buildingLevel = {
                [1] = 14,
            },
        },
        talent = {
            [1] = 1445,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 14,
        holeSize = 1,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升520，研究初具成果，战斗速度提升2%",
    },
    [315] = {
        type = 4,
        cost = {
            [500001] = 5809,
            [561002] = 147,
            [561001] = 38,
            [561008] = 42,
        },
        id = 315,
        condition = {
            buildingLevel = {
                [1] = 15,
            },
        },
        talent = {
            [1] = 1446,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 15,
        holeSize = 2,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升550，研究初具成果，战斗速度提升2%",
    },
    [316] = {
        type = 4,
        cost = {
            [561008] = 45,
            [561001] = 40,
            [500001] = 6400,
        },
        id = 316,
        condition = {
            buildingLevel = {
                [1] = 16,
            },
        },
        talent = {
            [1] = 1447,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 16,
        holeSize = 2,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升580，研究初具成果，战斗速度提升2%",
    },
    [317] = {
        type = 4,
        cost = {
            [561008] = 47,
            [561001] = 43,
            [500001] = 7009,
        },
        id = 317,
        condition = {
            buildingLevel = {
                [1] = 17,
            },
        },
        talent = {
            [1] = 1448,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 17,
        holeSize = 2,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升610，研究初具成果，战斗速度提升2%",
    },
    [318] = {
        type = 4,
        cost = {
            [561008] = 50,
            [561001] = 45,
            [500001] = 7637,
        },
        id = 318,
        condition = {
            buildingLevel = {
                [1] = 18,
            },
        },
        talent = {
            [1] = 1449,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 18,
        holeSize = 2,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升640，研究初具成果，战斗速度提升2%",
    },
    [319] = {
        type = 4,
        cost = {
            [561008] = 53,
            [561001] = 48,
            [500001] = 8282,
        },
        id = 319,
        condition = {
            buildingLevel = {
                [1] = 19,
            },
        },
        talent = {
            [1] = 1450,
        },
        des2 = "速度+30,战斗速度+2%",
        taskCount = 0,
        name = "配件舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 19,
        holeSize = 2,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升670，研究初具成果，战斗速度提升2%",
    },
    [320] = {
        type = 4,
        cost = {
            [500001] = 8944,
            [561002] = 204,
            [561001] = 50,
            [561008] = 56,
        },
        id = 320,
        condition = {
            buildingLevel = {
                [1] = 20,
            },
        },
        talent = {
            [1] = 1451,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 20,
        holeSize = 2,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升700，研究初具成果，战斗速度提升4%",
    },
    [321] = {
        type = 4,
        cost = {
            [561008] = 59,
            [561001] = 53,
            [500001] = 9623,
        },
        id = 321,
        condition = {
            buildingLevel = {
                [1] = 21,
            },
        },
        talent = {
            [1] = 1453,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 21,
        holeSize = 2,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升730，研究初具成果，战斗速度提升4%",
    },
    [322] = {
        type = 4,
        cost = {
            [561008] = 61,
            [561001] = 55,
            [500001] = 10319,
        },
        id = 322,
        condition = {
            buildingLevel = {
                [1] = 22,
            },
        },
        talent = {
            [1] = 1454,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 22,
        holeSize = 2,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升760，研究初具成果，战斗速度提升4%",
    },
    [323] = {
        type = 4,
        cost = {
            [561008] = 64,
            [561001] = 58,
            [500001] = 11030,
        },
        id = 323,
        condition = {
            buildingLevel = {
                [1] = 23,
            },
        },
        talent = {
            [1] = 1455,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 23,
        holeSize = 2,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升790，研究初具成果，战斗速度提升4%",
    },
    [324] = {
        type = 4,
        cost = {
            [561008] = 67,
            [561001] = 60,
            [500001] = 11758,
        },
        id = 324,
        condition = {
            buildingLevel = {
                [1] = 24,
            },
        },
        talent = {
            [1] = 1456,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 24,
        holeSize = 2,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升820，研究初具成果，战斗速度提升4%",
    },
    [325] = {
        type = 4,
        cost = {
            [500001] = 12500,
            [561002] = 261,
            [561001] = 63,
            [561008] = 70,
        },
        id = 325,
        condition = {
            buildingLevel = {
                [1] = 25,
            },
        },
        talent = {
            [1] = 1457,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 25,
        holeSize = 2,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升850，研究初具成果，战斗速度提升4%",
    },
    [326] = {
        type = 4,
        cost = {
            [561008] = 73,
            [561001] = 65,
            [500001] = 13257,
        },
        id = 326,
        condition = {
            buildingLevel = {
                [1] = 26,
            },
        },
        talent = {
            [1] = 1458,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 26,
        holeSize = 2,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升880，研究初具成果，战斗速度提升4%",
    },
    [327] = {
        type = 4,
        cost = {
            [561008] = 75,
            [561001] = 68,
            [500001] = 14030,
        },
        id = 327,
        condition = {
            buildingLevel = {
                [1] = 27,
            },
        },
        talent = {
            [1] = 1459,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 27,
        holeSize = 2,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升910，研究初具成果，战斗速度提升4%",
    },
    [328] = {
        type = 4,
        cost = {
            [561008] = 78,
            [561001] = 70,
            [500001] = 14816,
        },
        id = 328,
        condition = {
            buildingLevel = {
                [1] = 28,
            },
        },
        talent = {
            [1] = 1460,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 28,
        holeSize = 2,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升940，研究初具成果，战斗速度提升4%",
    },
    [329] = {
        type = 4,
        cost = {
            [561008] = 81,
            [561001] = 73,
            [500001] = 15617,
        },
        id = 329,
        condition = {
            buildingLevel = {
                [1] = 29,
            },
        },
        talent = {
            [1] = 1461,
        },
        des2 = "速度+30,战斗速度+2%",
        taskCount = 0,
        name = "配件舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 29,
        holeSize = 2,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升970，研究初具成果，战斗速度提升4%",
    },
    [330] = {
        type = 4,
        cost = {
            [500001] = 16432,
            [561002] = 318,
            [561001] = 75,
            [561008] = 84,
        },
        id = 330,
        condition = {
            buildingLevel = {
                [1] = 30,
            },
        },
        talent = {
            [1] = 1462,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 30,
        holeSize = 3,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1000，研究初具成果，战斗速度提升6%",
    },
    [331] = {
        type = 4,
        cost = {
            [561008] = 87,
            [561001] = 78,
            [500001] = 17260,
        },
        id = 331,
        condition = {
            buildingLevel = {
                [1] = 31,
            },
        },
        talent = {
            [1] = 1464,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 31,
        holeSize = 3,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1030，研究初具成果，战斗速度提升6%",
    },
    [332] = {
        type = 4,
        cost = {
            [561008] = 89,
            [561001] = 80,
            [500001] = 18102,
        },
        id = 332,
        condition = {
            buildingLevel = {
                [1] = 32,
            },
        },
        talent = {
            [1] = 1465,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 32,
        holeSize = 3,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1060，研究初具成果，战斗速度提升6%",
    },
    [333] = {
        type = 4,
        cost = {
            [561008] = 92,
            [561001] = 83,
            [500001] = 18957,
        },
        id = 333,
        condition = {
            buildingLevel = {
                [1] = 33,
            },
        },
        talent = {
            [1] = 1466,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 33,
        holeSize = 3,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1090，研究初具成果，战斗速度提升6%",
    },
    [334] = {
        type = 4,
        cost = {
            [561008] = 146,
            [561001] = 131,
            [500001] = 19825,
        },
        id = 334,
        condition = {
            buildingLevel = {
                [1] = 34,
            },
        },
        talent = {
            [1] = 1467,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 34,
        holeSize = 3,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1120，研究初具成果，战斗速度提升6%",
    },
    [335] = {
        type = 4,
        cost = {
            [561002] = 504,
            [561003] = 410,
            [500001] = 20706,
            [561008] = 150,
            [561001] = 135,
        },
        id = 335,
        condition = {
            buildingLevel = {
                [1] = 35,
            },
        },
        talent = {
            [1] = 1468,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 35,
        holeSize = 3,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1150，研究初具成果，战斗速度提升6%",
    },
    [336] = {
        type = 4,
        cost = {
            [561008] = 154,
            [561001] = 139,
            [500001] = 21600,
        },
        id = 336,
        condition = {
            buildingLevel = {
                [1] = 36,
            },
        },
        talent = {
            [1] = 1469,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 36,
        holeSize = 3,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1180，研究初具成果，战斗速度提升6%",
    },
    [337] = {
        type = 4,
        cost = {
            [561008] = 159,
            [561001] = 143,
            [500001] = 22506,
        },
        id = 337,
        condition = {
            buildingLevel = {
                [1] = 37,
            },
        },
        talent = {
            [1] = 1470,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 37,
        holeSize = 3,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1210，研究初具成果，战斗速度提升6%",
    },
    [338] = {
        type = 4,
        cost = {
            [561008] = 163,
            [561001] = 147,
            [500001] = 23425,
        },
        id = 338,
        condition = {
            buildingLevel = {
                [1] = 38,
            },
        },
        talent = {
            [1] = 1471,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 38,
        holeSize = 3,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1240，研究初具成果，战斗速度提升6%",
    },
    [339] = {
        type = 4,
        cost = {
            [561008] = 167,
            [561001] = 150,
            [500001] = 24355,
        },
        id = 339,
        condition = {
            buildingLevel = {
                [1] = 39,
            },
        },
        talent = {
            [1] = 1472,
        },
        des2 = "速度+30,战斗速度+2%",
        taskCount = 0,
        name = "配件舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 39,
        holeSize = 3,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1270，研究初具成果，战斗速度提升6%",
    },
    [340] = {
        type = 4,
        cost = {
            [561002] = 587,
            [561003] = 478,
            [500001] = 25298,
            [561008] = 171,
            [561001] = 154,
        },
        id = 340,
        condition = {
            buildingLevel = {
                [1] = 40,
            },
        },
        talent = {
            [1] = 1473,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 40,
        holeSize = 3,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1300，研究初具成果，战斗速度提升8%",
    },
    [341] = {
        type = 4,
        cost = {
            [561008] = 176,
            [561001] = 158,
            [500001] = 26253,
        },
        id = 341,
        condition = {
            buildingLevel = {
                [1] = 41,
            },
        },
        talent = {
            [1] = 1475,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 41,
        holeSize = 3,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1330，研究初具成果，战斗速度提升8%",
    },
    [342] = {
        type = 4,
        cost = {
            [561008] = 180,
            [561001] = 162,
            [500001] = 27219,
        },
        id = 342,
        condition = {
            buildingLevel = {
                [1] = 42,
            },
        },
        talent = {
            [1] = 1476,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 42,
        holeSize = 3,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1360，研究初具成果，战斗速度提升8%",
    },
    [343] = {
        type = 4,
        cost = {
            [561008] = 184,
            [561001] = 166,
            [500001] = 28197,
        },
        id = 343,
        condition = {
            buildingLevel = {
                [1] = 43,
            },
        },
        talent = {
            [1] = 1477,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 43,
        holeSize = 3,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1390，研究初具成果，战斗速度提升8%",
    },
    [344] = {
        type = 4,
        cost = {
            [561008] = 189,
            [561001] = 170,
            [500001] = 29186,
        },
        id = 344,
        condition = {
            buildingLevel = {
                [1] = 44,
            },
        },
        talent = {
            [1] = 1478,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 44,
        holeSize = 3,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1420，研究初具成果，战斗速度提升8%",
    },
    [345] = {
        type = 4,
        cost = {
            [561002] = 665,
            [561003] = 541,
            [500001] = 30187,
            [561008] = 193,
            [561001] = 174,
        },
        id = 345,
        condition = {
            buildingLevel = {
                [1] = 45,
            },
        },
        talent = {
            [1] = 1479,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 45,
        holeSize = 4,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1450，研究初具成果，战斗速度提升8%",
    },
    [346] = {
        type = 4,
        cost = {
            [561008] = 197,
            [561001] = 177,
            [500001] = 31199,
        },
        id = 346,
        condition = {
            buildingLevel = {
                [1] = 46,
            },
        },
        talent = {
            [1] = 1480,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 46,
        holeSize = 4,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1480，研究初具成果，战斗速度提升8%",
    },
    [347] = {
        type = 4,
        cost = {
            [561008] = 201,
            [561001] = 181,
            [500001] = 32222,
        },
        id = 347,
        condition = {
            buildingLevel = {
                [1] = 47,
            },
        },
        talent = {
            [1] = 1481,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 47,
        holeSize = 4,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1510，研究初具成果，战斗速度提升8%",
    },
    [348] = {
        type = 4,
        cost = {
            [561008] = 206,
            [561001] = 185,
            [500001] = 33255,
        },
        id = 348,
        condition = {
            buildingLevel = {
                [1] = 48,
            },
        },
        talent = {
            [1] = 1482,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 48,
        holeSize = 4,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1540，研究初具成果，战斗速度提升8%",
    },
    [349] = {
        type = 4,
        cost = {
            [561008] = 210,
            [561001] = 189,
            [500001] = 34300,
        },
        id = 349,
        condition = {
            buildingLevel = {
                [1] = 49,
            },
        },
        talent = {
            [1] = 1483,
        },
        des2 = "速度+30,战斗速度+2%",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 49,
        holeSize = 4,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1570，研究初具成果，战斗速度提升8%",
    },
    [350] = {
        type = 4,
        cost = {
            [561002] = 741,
            [561003] = 604,
            [500001] = 35355,
            [561008] = 214,
            [561001] = 193,
        },
        id = 350,
        condition = {
            buildingLevel = {
                [1] = 50,
            },
        },
        talent = {
            [1] = 1484,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 50,
        holeSize = 4,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1600，研究初具成果，战斗速度提升10%",
    },
    [351] = {
        type = 4,
        cost = {
            [561008] = 219,
            [561001] = 197,
            [500001] = 36421,
        },
        id = 351,
        condition = {
            buildingLevel = {
                [1] = 51,
            },
        },
        talent = {
            [1] = 1486,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 51,
        holeSize = 4,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1630，研究初具成果，战斗速度提升10%",
    },
    [352] = {
        type = 4,
        cost = {
            [561008] = 223,
            [561001] = 201,
            [500001] = 37498,
        },
        id = 352,
        condition = {
            buildingLevel = {
                [1] = 52,
            },
        },
        talent = {
            [1] = 1487,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 52,
        holeSize = 4,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1660，研究初具成果，战斗速度提升10%",
    },
    [353] = {
        type = 4,
        cost = {
            [561008] = 227,
            [561001] = 204,
            [500001] = 38585,
        },
        id = 353,
        condition = {
            buildingLevel = {
                [1] = 53,
            },
        },
        talent = {
            [1] = 1488,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 53,
        holeSize = 4,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1690，研究初具成果，战斗速度提升10%",
    },
    [354] = {
        type = 4,
        cost = {
            [561008] = 231,
            [561001] = 208,
            [500001] = 39682,
        },
        id = 354,
        condition = {
            buildingLevel = {
                [1] = 54,
            },
        },
        talent = {
            [1] = 1489,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 54,
        holeSize = 4,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1720，研究初具成果，战斗速度提升10%",
    },
    [355] = {
        type = 4,
        cost = {
            [561002] = 819,
            [561003] = 667,
            [500001] = 40789,
            [561008] = 236,
            [561001] = 212,
        },
        id = 355,
        condition = {
            buildingLevel = {
                [1] = 55,
            },
        },
        talent = {
            [1] = 1490,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 55,
        holeSize = 4,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1750，研究初具成果，战斗速度提升10%",
    },
    [356] = {
        type = 4,
        cost = {
            [561008] = 240,
            [561001] = 216,
            [500001] = 41907,
        },
        id = 356,
        condition = {
            buildingLevel = {
                [1] = 56,
            },
        },
        talent = {
            [1] = 1491,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 56,
        holeSize = 4,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1780，研究初具成果，战斗速度提升10%",
    },
    [357] = {
        type = 4,
        cost = {
            [561008] = 244,
            [561001] = 220,
            [500001] = 43034,
        },
        id = 357,
        condition = {
            buildingLevel = {
                [1] = 57,
            },
        },
        talent = {
            [1] = 1492,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 57,
        holeSize = 4,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1810，研究初具成果，战斗速度提升10%",
    },
    [358] = {
        type = 4,
        cost = {
            [561008] = 249,
            [561001] = 224,
            [500001] = 44171,
        },
        id = 358,
        condition = {
            buildingLevel = {
                [1] = 58,
            },
        },
        talent = {
            [1] = 1493,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 58,
        holeSize = 4,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1840，研究初具成果，战斗速度提升10%",
    },
    [359] = {
        type = 4,
        cost = {
            [561008] = 253,
            [561001] = 228,
            [500001] = 45319,
        },
        id = 359,
        condition = {
            buildingLevel = {
                [1] = 59,
            },
        },
        talent = {
            [1] = 1494,
        },
        des2 = "速度+30,战斗速度+2%",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 59,
        holeSize = 4,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1870，研究初具成果，战斗速度提升10%",
    },
    [360] = {
        type = 4,
        cost = {
            [561002] = 896,
            [561003] = 730,
            [500001] = 46476,
            [561008] = 257,
            [561001] = 231,
        },
        id = 360,
        condition = {
            buildingLevel = {
                [1] = 60,
            },
        },
        talent = {
            [1] = 1495,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 60,
        holeSize = 5,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1900，研究初具成果，战斗速度提升12%",
    },
    [361] = {
        type = 4,
        cost = {
            [561008] = 261,
            [561001] = 235,
            [500001] = 47643,
        },
        id = 361,
        condition = {
            buildingLevel = {
                [1] = 61,
            },
        },
        talent = {
            [1] = 1497,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 61,
        holeSize = 5,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1930，研究初具成果，战斗速度提升12%",
    },
    [362] = {
        type = 4,
        cost = {
            [561008] = 266,
            [561001] = 239,
            [500001] = 48819,
        },
        id = 362,
        condition = {
            buildingLevel = {
                [1] = 62,
            },
        },
        talent = {
            [1] = 1498,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 62,
        holeSize = 5,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1960，研究初具成果，战斗速度提升12%",
    },
    [363] = {
        type = 4,
        cost = {
            [561008] = 270,
            [561001] = 243,
            [500001] = 50005,
        },
        id = 363,
        condition = {
            buildingLevel = {
                [1] = 63,
            },
        },
        talent = {
            [1] = 1499,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 63,
        holeSize = 5,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升1990，研究初具成果，战斗速度提升12%",
    },
    [364] = {
        type = 4,
        cost = {
            [561008] = 274,
            [561001] = 247,
            [500001] = 51200,
        },
        id = 364,
        condition = {
            buildingLevel = {
                [1] = 64,
            },
        },
        talent = {
            [1] = 1500,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 64,
        holeSize = 5,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2020，研究初具成果，战斗速度提升12%",
    },
    [365] = {
        type = 4,
        cost = {
            [561002] = 973,
            [561003] = 793,
            [500001] = 52405,
            [561008] = 279,
            [561001] = 251,
        },
        id = 365,
        condition = {
            buildingLevel = {
                [1] = 65,
            },
        },
        talent = {
            [1] = 1501,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 65,
        holeSize = 5,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2050，研究初具成果，战斗速度提升12%",
    },
    [366] = {
        type = 4,
        cost = {
            [561008] = 283,
            [561001] = 255,
            [500001] = 53619,
        },
        id = 366,
        condition = {
            buildingLevel = {
                [1] = 66,
            },
        },
        talent = {
            [1] = 1502,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 66,
        holeSize = 5,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2080，研究初具成果，战斗速度提升12%",
    },
    [367] = {
        type = 4,
        cost = {
            [561008] = 419,
            [561001] = 377,
            [500001] = 54842,
        },
        id = 367,
        condition = {
            buildingLevel = {
                [1] = 67,
            },
        },
        talent = {
            [1] = 1503,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 67,
        holeSize = 5,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2110，研究初具成果，战斗速度提升12%",
    },
    [368] = {
        type = 4,
        cost = {
            [561008] = 425,
            [561001] = 383,
            [500001] = 56074,
        },
        id = 368,
        condition = {
            buildingLevel = {
                [1] = 68,
            },
        },
        talent = {
            [1] = 1504,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 68,
        holeSize = 5,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2140，研究初具成果，战斗速度提升12%",
    },
    [369] = {
        type = 4,
        cost = {
            [561008] = 432,
            [561001] = 389,
            [500001] = 57316,
        },
        id = 369,
        condition = {
            buildingLevel = {
                [1] = 69,
            },
        },
        talent = {
            [1] = 1505,
        },
        des2 = "速度+30,战斗速度+2%",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 69,
        holeSize = 5,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2170，研究初具成果，战斗速度提升12%",
    },
    [370] = {
        type = 4,
        cost = {
            [500001] = 58566,
            [561002] = 1649,
            [561001] = 394,
            [561008] = 438,
        },
        id = 370,
        condition = {
            buildingLevel = {
                [1] = 70,
            },
        },
        talent = {
            [1] = 1506,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 70,
        holeSize = 5,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2200，研究初具成果，战斗速度提升14%",
    },
    [371] = {
        type = 4,
        cost = {
            [561008] = 444,
            [561001] = 400,
            [500001] = 59826,
        },
        id = 371,
        condition = {
            buildingLevel = {
                [1] = 71,
            },
        },
        talent = {
            [1] = 1508,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 71,
        holeSize = 5,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2230，研究初具成果，战斗速度提升14%",
    },
    [372] = {
        type = 4,
        cost = {
            [561008] = 450,
            [561001] = 405,
            [500001] = 61094,
        },
        id = 372,
        condition = {
            buildingLevel = {
                [1] = 72,
            },
        },
        talent = {
            [1] = 1509,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 72,
        holeSize = 5,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2260，研究初具成果，战斗速度提升14%",
    },
    [373] = {
        type = 4,
        cost = {
            [561008] = 457,
            [561001] = 411,
            [500001] = 62371,
        },
        id = 373,
        condition = {
            buildingLevel = {
                [1] = 73,
            },
        },
        talent = {
            [1] = 1510,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 73,
        holeSize = 5,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2290，研究初具成果，战斗速度提升14%",
    },
    [374] = {
        type = 4,
        cost = {
            [561008] = 463,
            [561001] = 417,
            [500001] = 63657,
        },
        id = 374,
        condition = {
            buildingLevel = {
                [1] = 74,
            },
        },
        talent = {
            [1] = 1511,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 74,
        holeSize = 5,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2320，研究初具成果，战斗速度提升14%",
    },
    [375] = {
        type = 4,
        cost = {
            [561002] = 1760,
            [561003] = 1436,
            [500001] = 64952,
            [561008] = 469,
            [561001] = 422,
        },
        id = 375,
        condition = {
            buildingLevel = {
                [1] = 75,
            },
        },
        talent = {
            [1] = 1512,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 75,
        holeSize = 6,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2350，研究初具成果，战斗速度提升14%",
    },
    [376] = {
        type = 4,
        cost = {
            [561008] = 475,
            [561001] = 428,
            [500001] = 66255,
        },
        id = 376,
        condition = {
            buildingLevel = {
                [1] = 76,
            },
        },
        talent = {
            [1] = 1513,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 76,
        holeSize = 6,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2380，研究初具成果，战斗速度提升14%",
    },
    [377] = {
        type = 4,
        cost = {
            [561008] = 482,
            [561001] = 434,
            [500001] = 67567,
        },
        id = 377,
        condition = {
            buildingLevel = {
                [1] = 77,
            },
        },
        talent = {
            [1] = 1514,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 77,
        holeSize = 6,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2410，研究初具成果，战斗速度提升14%",
    },
    [378] = {
        type = 4,
        cost = {
            [561008] = 488,
            [561001] = 439,
            [500001] = 68888,
        },
        id = 378,
        condition = {
            buildingLevel = {
                [1] = 78,
            },
        },
        talent = {
            [1] = 1515,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 78,
        holeSize = 6,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2440，研究初具成果，战斗速度提升14%",
    },
    [379] = {
        type = 4,
        cost = {
            [561008] = 494,
            [561001] = 445,
            [500001] = 70217,
        },
        id = 379,
        condition = {
            buildingLevel = {
                [1] = 79,
            },
        },
        talent = {
            [1] = 1516,
        },
        des2 = "速度+30,战斗速度+2%",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 79,
        holeSize = 6,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2470，研究初具成果，战斗速度提升14%",
    },
    [380] = {
        type = 4,
        cost = {
            [561002] = 1880,
            [561003] = 1534,
            [500001] = 71554,
            [561008] = 500,
            [561001] = 450,
        },
        id = 380,
        condition = {
            buildingLevel = {
                [1] = 80,
            },
        },
        talent = {
            [1] = 1517,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 80,
        holeSize = 6,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2500，研究初具成果，战斗速度提升16%",
    },
    [381] = {
        type = 4,
        cost = {
            [561008] = 507,
            [561001] = 456,
            [500001] = 72900,
        },
        id = 381,
        condition = {
            buildingLevel = {
                [1] = 81,
            },
        },
        talent = {
            [1] = 1519,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 81,
        holeSize = 6,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2530，研究初具成果，战斗速度提升16%",
    },
    [382] = {
        type = 4,
        cost = {
            [561008] = 513,
            [561001] = 462,
            [500001] = 74254,
        },
        id = 382,
        condition = {
            buildingLevel = {
                [1] = 82,
            },
        },
        talent = {
            [1] = 1520,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 82,
        holeSize = 6,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2560，研究初具成果，战斗速度提升16%",
    },
    [383] = {
        type = 4,
        cost = {
            [561008] = 519,
            [561001] = 467,
            [500001] = 75617,
        },
        id = 383,
        condition = {
            buildingLevel = {
                [1] = 83,
            },
        },
        talent = {
            [1] = 1521,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 83,
        holeSize = 6,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2590，研究初具成果，战斗速度提升16%",
    },
    [384] = {
        type = 4,
        cost = {
            [561008] = 526,
            [561001] = 473,
            [500001] = 76987,
        },
        id = 384,
        condition = {
            buildingLevel = {
                [1] = 84,
            },
        },
        talent = {
            [1] = 1522,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 84,
        holeSize = 6,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2620，研究初具成果，战斗速度提升16%",
    },
    [385] = {
        type = 4,
        cost = {
            [561002] = 2002,
            [561003] = 1634,
            [500001] = 78366,
            [561008] = 532,
            [561001] = 479,
        },
        id = 385,
        condition = {
            buildingLevel = {
                [1] = 85,
            },
        },
        talent = {
            [1] = 1523,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 85,
        holeSize = 6,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2650，研究初具成果，战斗速度提升16%",
    },
    [386] = {
        type = 4,
        cost = {
            [561008] = 538,
            [561001] = 484,
            [500001] = 79753,
        },
        id = 386,
        condition = {
            buildingLevel = {
                [1] = 86,
            },
        },
        talent = {
            [1] = 1524,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 86,
        holeSize = 6,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2680，研究初具成果，战斗速度提升16%",
    },
    [387] = {
        type = 4,
        cost = {
            [561008] = 544,
            [561001] = 490,
            [500001] = 81148,
        },
        id = 387,
        condition = {
            buildingLevel = {
                [1] = 87,
            },
        },
        talent = {
            [1] = 1525,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 87,
        holeSize = 6,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2710，研究初具成果，战斗速度提升16%",
    },
    [388] = {
        type = 4,
        cost = {
            [561008] = 551,
            [561001] = 495,
            [500001] = 82551,
        },
        id = 388,
        condition = {
            buildingLevel = {
                [1] = 88,
            },
        },
        talent = {
            [1] = 1526,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 88,
        holeSize = 6,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2740，研究初具成果，战斗速度提升16%",
    },
    [389] = {
        type = 4,
        cost = {
            [561008] = 557,
            [561001] = 501,
            [500001] = 83962,
        },
        id = 389,
        condition = {
            buildingLevel = {
                [1] = 89,
            },
        },
        talent = {
            [1] = 1527,
        },
        des2 = "速度+30,战斗速度+2%",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 89,
        holeSize = 6,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2770，研究初具成果，战斗速度提升16%",
    },
    [390] = {
        type = 4,
        cost = {
            [561002] = 2122,
            [561003] = 1732,
            [500001] = 85381,
            [561008] = 563,
            [561001] = 507,
        },
        id = 390,
        condition = {
            buildingLevel = {
                [1] = 90,
            },
        },
        talent = {
            [1] = 1528,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 90,
        holeSize = 7,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2800，研究初具成果，战斗速度提升18%",
    },
    [391] = {
        type = 4,
        cost = {
            [561008] = 569,
            [561001] = 512,
            [500001] = 86808,
        },
        id = 391,
        condition = {
            buildingLevel = {
                [1] = 91,
            },
        },
        talent = {
            [1] = 1530,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 91,
        holeSize = 7,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2830，研究初具成果，战斗速度提升18%",
    },
    [392] = {
        type = 4,
        cost = {
            [561008] = 576,
            [561001] = 518,
            [500001] = 88243,
        },
        id = 392,
        condition = {
            buildingLevel = {
                [1] = 92,
            },
        },
        talent = {
            [1] = 1531,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 92,
        holeSize = 7,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2860，研究初具成果，战斗速度提升18%",
    },
    [393] = {
        type = 4,
        cost = {
            [561008] = 582,
            [561001] = 524,
            [500001] = 89686,
        },
        id = 393,
        condition = {
            buildingLevel = {
                [1] = 93,
            },
        },
        talent = {
            [1] = 1532,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 93,
        holeSize = 7,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2890，研究初具成果，战斗速度提升18%",
    },
    [394] = {
        type = 4,
        cost = {
            [561008] = 588,
            [561001] = 529,
            [500001] = 91136,
        },
        id = 394,
        condition = {
            buildingLevel = {
                [1] = 94,
            },
        },
        talent = {
            [1] = 1533,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 94,
        holeSize = 7,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2920，研究初具成果，战斗速度提升18%",
    },
    [395] = {
        type = 4,
        cost = {
            [561002] = 2242,
            [561003] = 1830,
            [500001] = 92595,
            [561008] = 594,
            [561001] = 535,
        },
        id = 395,
        condition = {
            buildingLevel = {
                [1] = 95,
            },
        },
        talent = {
            [1] = 1534,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 95,
        holeSize = 7,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2950，研究初具成果，战斗速度提升18%",
    },
    [396] = {
        type = 4,
        cost = {
            [561008] = 601,
            [561001] = 541,
            [500001] = 94060,
        },
        id = 396,
        condition = {
            buildingLevel = {
                [1] = 96,
            },
        },
        talent = {
            [1] = 1535,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 96,
        holeSize = 7,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升2980，研究初具成果，战斗速度提升18%",
    },
    [397] = {
        type = 4,
        cost = {
            [561008] = 607,
            [561001] = 546,
            [500001] = 95534,
        },
        id = 397,
        condition = {
            buildingLevel = {
                [1] = 97,
            },
        },
        talent = {
            [1] = 1536,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 97,
        holeSize = 7,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升3010，研究初具成果，战斗速度提升18%",
    },
    [398] = {
        type = 4,
        cost = {
            [561008] = 613,
            [561001] = 552,
            [500001] = 97015,
        },
        id = 398,
        condition = {
            buildingLevel = {
                [1] = 98,
            },
        },
        talent = {
            [1] = 1537,
        },
        des2 = "速度+30",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 98,
        holeSize = 7,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升3040，研究初具成果，战斗速度提升18%",
    },
    [399] = {
        type = 4,
        cost = {
            [561008] = 619,
            [561001] = 557,
            [500001] = 98504,
        },
        id = 399,
        condition = {
            buildingLevel = {
                [1] = 99,
            },
        },
        talent = {
            [1] = 1538,
        },
        des2 = "速度+30,战斗速度+2%",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 99,
        holeSize = 7,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升3070，研究初具成果，战斗速度提升18%",
    },
    [400] = {
        type = 4,
        cost = {
            [561002] = 2363,
            [561003] = 1929,
            [500001] = 100000,
            [561008] = 626,
            [561001] = 563,
        },
        id = 400,
        condition = {
            buildingLevel = {
                [1] = 100,
            },
        },
        talent = {
            [1] = 1539,
        },
        des2 = "",
        taskCount = 0,
        name = "配件舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 100,
        holeSize = 7,
        des = "配件舱的各种异界配件，可提升飞舰的战斗效率，战斗速度提升3100，研究初具成果，战斗速度提升20%",
    },
    [401] = {
        type = 5,
        cost = {
        },
        id = 401,
        condition = {
        },
        talent = {
            [1] = 1541,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 1,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量530",
    },
    [402] = {
        type = 5,
        cost = {
            [500001] = 283,
            [561007] = 6,
            [561001] = 5,
        },
        id = 402,
        condition = {
            buildingLevel = {
                [1] = 2,
            },
        },
        talent = {
            [1] = 1542,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 2,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量560",
    },
    [403] = {
        type = 5,
        cost = {
            [500001] = 520,
            [561007] = 8,
            [561001] = 8,
        },
        id = 403,
        condition = {
            buildingLevel = {
                [1] = 3,
            },
        },
        talent = {
            [1] = 1543,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 3,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量590",
    },
    [404] = {
        type = 5,
        cost = {
            [500001] = 800,
            [561007] = 11,
            [561001] = 10,
        },
        id = 404,
        condition = {
            buildingLevel = {
                [1] = 4,
            },
        },
        talent = {
            [1] = 1544,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 4,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量620",
    },
    [405] = {
        type = 5,
        cost = {
            [500001] = 1118,
            [561002] = 34,
            [561001] = 13,
            [561007] = 14,
        },
        id = 405,
        condition = {
            buildingLevel = {
                [1] = 5,
            },
        },
        talent = {
            [1] = 1545,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 5,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量650",
    },
    [406] = {
        type = 5,
        cost = {
            [500001] = 1470,
            [561007] = 17,
            [561001] = 15,
        },
        id = 406,
        condition = {
            buildingLevel = {
                [1] = 6,
            },
        },
        talent = {
            [1] = 1546,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 6,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量680",
    },
    [407] = {
        type = 5,
        cost = {
            [500001] = 1852,
            [561007] = 20,
            [561001] = 18,
        },
        id = 407,
        condition = {
            buildingLevel = {
                [1] = 7,
            },
        },
        talent = {
            [1] = 1547,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 7,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量710",
    },
    [408] = {
        type = 5,
        cost = {
            [500001] = 2263,
            [561007] = 22,
            [561001] = 20,
        },
        id = 408,
        condition = {
            buildingLevel = {
                [1] = 8,
            },
        },
        talent = {
            [1] = 1548,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 8,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量740",
    },
    [409] = {
        type = 5,
        cost = {
            [500001] = 2700,
            [561007] = 25,
            [561001] = 23,
        },
        id = 409,
        condition = {
            buildingLevel = {
                [1] = 9,
            },
        },
        talent = {
            [1] = 1549,
        },
        des2 = "容量+30,航速+2%",
        taskCount = 0,
        name = "采集舱",
        heroSize = 1,
        taskLayout = {
        },
        level = 9,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量770",
    },
    [410] = {
        type = 5,
        cost = {
            [500001] = 3162,
            [561002] = 91,
            [561001] = 25,
            [561007] = 28,
        },
        id = 410,
        condition = {
            buildingLevel = {
                [1] = 10,
            },
        },
        talent = {
            [1] = 1550,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 10,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量800,研究获突破性发展，航速提升2%",
    },
    [411] = {
        type = 5,
        cost = {
            [500001] = 3648,
            [561007] = 31,
            [561001] = 28,
        },
        id = 411,
        condition = {
            buildingLevel = {
                [1] = 11,
            },
        },
        talent = {
            [1] = 1552,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 11,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量830，研究获突破性发展，航速提升2%",
    },
    [412] = {
        type = 5,
        cost = {
            [500001] = 4157,
            [561007] = 33,
            [561001] = 30,
        },
        id = 412,
        condition = {
            buildingLevel = {
                [1] = 12,
            },
        },
        talent = {
            [1] = 1553,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 12,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量860，研究获突破性发展，航速提升2%",
    },
    [413] = {
        type = 5,
        cost = {
            [500001] = 4687,
            [561007] = 36,
            [561001] = 33,
        },
        id = 413,
        condition = {
            buildingLevel = {
                [1] = 13,
            },
        },
        talent = {
            [1] = 1554,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 13,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量890，研究获突破性发展，航速提升2%",
    },
    [414] = {
        type = 5,
        cost = {
            [500001] = 5238,
            [561007] = 39,
            [561001] = 35,
        },
        id = 414,
        condition = {
            buildingLevel = {
                [1] = 14,
            },
        },
        talent = {
            [1] = 1555,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 14,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量920，研究获突破性发展，航速提升2%",
    },
    [415] = {
        type = 5,
        cost = {
            [500001] = 5809,
            [561002] = 147,
            [561001] = 38,
            [561007] = 42,
        },
        id = 415,
        condition = {
            buildingLevel = {
                [1] = 15,
            },
        },
        talent = {
            [1] = 1556,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 15,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量950，研究获突破性发展，航速提升2%",
    },
    [416] = {
        type = 5,
        cost = {
            [500001] = 6400,
            [561007] = 45,
            [561001] = 40,
        },
        id = 416,
        condition = {
            buildingLevel = {
                [1] = 16,
            },
        },
        talent = {
            [1] = 1557,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 16,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量980，研究获突破性发展，航速提升2%",
    },
    [417] = {
        type = 5,
        cost = {
            [500001] = 7009,
            [561007] = 47,
            [561001] = 43,
        },
        id = 417,
        condition = {
            buildingLevel = {
                [1] = 17,
            },
        },
        talent = {
            [1] = 1558,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 17,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1010，研究获突破性发展，航速提升2%",
    },
    [418] = {
        type = 5,
        cost = {
            [500001] = 7637,
            [561007] = 50,
            [561001] = 45,
        },
        id = 418,
        condition = {
            buildingLevel = {
                [1] = 18,
            },
        },
        talent = {
            [1] = 1559,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 18,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1040，研究获突破性发展，航速提升2%",
    },
    [419] = {
        type = 5,
        cost = {
            [500001] = 8282,
            [561007] = 53,
            [561001] = 48,
        },
        id = 419,
        condition = {
            buildingLevel = {
                [1] = 19,
            },
        },
        talent = {
            [1] = 1560,
        },
        des2 = "容量+30,航速+2%",
        taskCount = 0,
        name = "采集舱",
        heroSize = 2,
        taskLayout = {
        },
        level = 19,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1070，研究获突破性发展，航速提升2%",
    },
    [420] = {
        type = 5,
        cost = {
            [500001] = 8944,
            [561002] = 204,
            [561001] = 50,
            [561007] = 56,
        },
        id = 420,
        condition = {
            buildingLevel = {
                [1] = 20,
            },
        },
        talent = {
            [1] = 1561,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 20,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1100，研究获突破性发展，航速提升4%",
    },
    [421] = {
        type = 5,
        cost = {
            [500001] = 9623,
            [561007] = 59,
            [561001] = 53,
        },
        id = 421,
        condition = {
            buildingLevel = {
                [1] = 21,
            },
        },
        talent = {
            [1] = 1563,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 21,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1130，研究获突破性发展，航速提升4%",
    },
    [422] = {
        type = 5,
        cost = {
            [500001] = 10319,
            [561007] = 61,
            [561001] = 55,
        },
        id = 422,
        condition = {
            buildingLevel = {
                [1] = 22,
            },
        },
        talent = {
            [1] = 1564,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 22,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1160，研究获突破性发展，航速提升4%",
    },
    [423] = {
        type = 5,
        cost = {
            [500001] = 11030,
            [561007] = 64,
            [561001] = 58,
        },
        id = 423,
        condition = {
            buildingLevel = {
                [1] = 23,
            },
        },
        talent = {
            [1] = 1565,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 23,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1190，研究获突破性发展，航速提升4%",
    },
    [424] = {
        type = 5,
        cost = {
            [500001] = 11758,
            [561007] = 67,
            [561001] = 60,
        },
        id = 424,
        condition = {
            buildingLevel = {
                [1] = 24,
            },
        },
        talent = {
            [1] = 1566,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 24,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1220，研究获突破性发展，航速提升4%",
    },
    [425] = {
        type = 5,
        cost = {
            [500001] = 12500,
            [561002] = 261,
            [561001] = 63,
            [561007] = 70,
        },
        id = 425,
        condition = {
            buildingLevel = {
                [1] = 25,
            },
        },
        talent = {
            [1] = 1567,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 25,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1250，研究获突破性发展，航速提升4%",
    },
    [426] = {
        type = 5,
        cost = {
            [500001] = 13257,
            [561007] = 73,
            [561001] = 65,
        },
        id = 426,
        condition = {
            buildingLevel = {
                [1] = 26,
            },
        },
        talent = {
            [1] = 1568,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 26,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1280，研究获突破性发展，航速提升4%",
    },
    [427] = {
        type = 5,
        cost = {
            [500001] = 14030,
            [561007] = 75,
            [561001] = 68,
        },
        id = 427,
        condition = {
            buildingLevel = {
                [1] = 27,
            },
        },
        talent = {
            [1] = 1569,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 27,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1310，研究获突破性发展，航速提升4%",
    },
    [428] = {
        type = 5,
        cost = {
            [500001] = 14816,
            [561007] = 78,
            [561001] = 70,
        },
        id = 428,
        condition = {
            buildingLevel = {
                [1] = 28,
            },
        },
        talent = {
            [1] = 1570,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 28,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1340，研究获突破性发展，航速提升4%",
    },
    [429] = {
        type = 5,
        cost = {
            [500001] = 15617,
            [561007] = 81,
            [561001] = 73,
        },
        id = 429,
        condition = {
            buildingLevel = {
                [1] = 29,
            },
        },
        talent = {
            [1] = 1571,
        },
        des2 = "容量+30,航速+2%",
        taskCount = 0,
        name = "采集舱",
        heroSize = 3,
        taskLayout = {
        },
        level = 29,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1370，研究获突破性发展，航速提升4%",
    },
    [430] = {
        type = 5,
        cost = {
            [500001] = 16432,
            [561002] = 318,
            [561001] = 75,
            [561007] = 84,
        },
        id = 430,
        condition = {
            buildingLevel = {
                [1] = 30,
            },
        },
        talent = {
            [1] = 1572,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 30,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1400，研究获突破性发展，航速提升6%",
    },
    [431] = {
        type = 5,
        cost = {
            [500001] = 17260,
            [561007] = 87,
            [561001] = 78,
        },
        id = 431,
        condition = {
            buildingLevel = {
                [1] = 31,
            },
        },
        talent = {
            [1] = 1574,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 31,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1430，研究获突破性发展，航速提升6%",
    },
    [432] = {
        type = 5,
        cost = {
            [500001] = 18102,
            [561007] = 89,
            [561001] = 80,
        },
        id = 432,
        condition = {
            buildingLevel = {
                [1] = 32,
            },
        },
        talent = {
            [1] = 1575,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 32,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1460，研究获突破性发展，航速提升6%",
    },
    [433] = {
        type = 5,
        cost = {
            [500001] = 18957,
            [561007] = 92,
            [561001] = 83,
        },
        id = 433,
        condition = {
            buildingLevel = {
                [1] = 33,
            },
        },
        talent = {
            [1] = 1576,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 33,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1490，研究获突破性发展，航速提升6%",
    },
    [434] = {
        type = 5,
        cost = {
            [500001] = 19825,
            [561007] = 146,
            [561001] = 131,
        },
        id = 434,
        condition = {
            buildingLevel = {
                [1] = 34,
            },
        },
        talent = {
            [1] = 1577,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 34,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1520，研究获突破性发展，航速提升6%",
    },
    [435] = {
        type = 5,
        cost = {
            [561002] = 504,
            [561003] = 410,
            [561007] = 150,
            [561001] = 135,
            [500001] = 20706,
        },
        id = 435,
        condition = {
            buildingLevel = {
                [1] = 35,
            },
        },
        talent = {
            [1] = 1578,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 35,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1550，研究获突破性发展，航速提升6%",
    },
    [436] = {
        type = 5,
        cost = {
            [500001] = 21600,
            [561007] = 154,
            [561001] = 139,
        },
        id = 436,
        condition = {
            buildingLevel = {
                [1] = 36,
            },
        },
        talent = {
            [1] = 1579,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 36,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1580，研究获突破性发展，航速提升6%",
    },
    [437] = {
        type = 5,
        cost = {
            [500001] = 22506,
            [561007] = 159,
            [561001] = 143,
        },
        id = 437,
        condition = {
            buildingLevel = {
                [1] = 37,
            },
        },
        talent = {
            [1] = 1580,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 37,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1610，研究获突破性发展，航速提升6%",
    },
    [438] = {
        type = 5,
        cost = {
            [500001] = 23425,
            [561007] = 163,
            [561001] = 147,
        },
        id = 438,
        condition = {
            buildingLevel = {
                [1] = 38,
            },
        },
        talent = {
            [1] = 1581,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 38,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1640，研究获突破性发展，航速提升6%",
    },
    [439] = {
        type = 5,
        cost = {
            [500001] = 24355,
            [561007] = 167,
            [561001] = 150,
        },
        id = 439,
        condition = {
            buildingLevel = {
                [1] = 39,
            },
        },
        talent = {
            [1] = 1582,
        },
        des2 = "容量+30,航速+2%",
        taskCount = 0,
        name = "采集舱",
        heroSize = 4,
        taskLayout = {
        },
        level = 39,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1670，研究获突破性发展，航速提升6%",
    },
    [440] = {
        type = 5,
        cost = {
            [561002] = 587,
            [561003] = 478,
            [561007] = 171,
            [561001] = 154,
            [500001] = 25298,
        },
        id = 440,
        condition = {
            buildingLevel = {
                [1] = 40,
            },
        },
        talent = {
            [1] = 1583,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 40,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1700，研究获突破性发展，航速提升8%",
    },
    [441] = {
        type = 5,
        cost = {
            [500001] = 26253,
            [561007] = 176,
            [561001] = 158,
        },
        id = 441,
        condition = {
            buildingLevel = {
                [1] = 41,
            },
        },
        talent = {
            [1] = 1585,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 41,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1730，研究获突破性发展，航速提升8%",
    },
    [442] = {
        type = 5,
        cost = {
            [500001] = 27219,
            [561007] = 180,
            [561001] = 162,
        },
        id = 442,
        condition = {
            buildingLevel = {
                [1] = 42,
            },
        },
        talent = {
            [1] = 1586,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 42,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1760，研究获突破性发展，航速提升8%",
    },
    [443] = {
        type = 5,
        cost = {
            [500001] = 28197,
            [561007] = 184,
            [561001] = 166,
        },
        id = 443,
        condition = {
            buildingLevel = {
                [1] = 43,
            },
        },
        talent = {
            [1] = 1587,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 43,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1790，研究获突破性发展，航速提升8%",
    },
    [444] = {
        type = 5,
        cost = {
            [500001] = 29186,
            [561007] = 189,
            [561001] = 170,
        },
        id = 444,
        condition = {
            buildingLevel = {
                [1] = 44,
            },
        },
        talent = {
            [1] = 1588,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 44,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1820，研究获突破性发展，航速提升8%",
    },
    [445] = {
        type = 5,
        cost = {
            [561002] = 665,
            [561003] = 541,
            [561007] = 193,
            [561001] = 174,
            [500001] = 30187,
        },
        id = 445,
        condition = {
            buildingLevel = {
                [1] = 45,
            },
        },
        talent = {
            [1] = 1589,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 45,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1850，研究获突破性发展，航速提升8%",
    },
    [446] = {
        type = 5,
        cost = {
            [500001] = 31199,
            [561007] = 197,
            [561001] = 177,
        },
        id = 446,
        condition = {
            buildingLevel = {
                [1] = 46,
            },
        },
        talent = {
            [1] = 1590,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 46,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1880，研究获突破性发展，航速提升8%",
    },
    [447] = {
        type = 5,
        cost = {
            [500001] = 32222,
            [561007] = 201,
            [561001] = 181,
        },
        id = 447,
        condition = {
            buildingLevel = {
                [1] = 47,
            },
        },
        talent = {
            [1] = 1591,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 47,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1910，研究获突破性发展，航速提升8%",
    },
    [448] = {
        type = 5,
        cost = {
            [500001] = 33255,
            [561007] = 206,
            [561001] = 185,
        },
        id = 448,
        condition = {
            buildingLevel = {
                [1] = 48,
            },
        },
        talent = {
            [1] = 1592,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 48,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1940，研究获突破性发展，航速提升8%",
    },
    [449] = {
        type = 5,
        cost = {
            [500001] = 34300,
            [561007] = 210,
            [561001] = 189,
        },
        id = 449,
        condition = {
            buildingLevel = {
                [1] = 49,
            },
        },
        talent = {
            [1] = 1593,
        },
        des2 = "容量+30,航速+2%",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 49,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量1970，研究获突破性发展，航速提升8%",
    },
    [450] = {
        type = 5,
        cost = {
            [561002] = 741,
            [561003] = 604,
            [561007] = 214,
            [561001] = 193,
            [500001] = 35355,
        },
        id = 450,
        condition = {
            buildingLevel = {
                [1] = 50,
            },
        },
        talent = {
            [1] = 1594,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 50,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2000，研究获突破性发展，航速提升10%",
    },
    [451] = {
        type = 5,
        cost = {
            [500001] = 36421,
            [561007] = 219,
            [561001] = 197,
        },
        id = 451,
        condition = {
            buildingLevel = {
                [1] = 51,
            },
        },
        talent = {
            [1] = 1596,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 51,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2030，研究获突破性发展，航速提升10%",
    },
    [452] = {
        type = 5,
        cost = {
            [500001] = 37498,
            [561007] = 223,
            [561001] = 201,
        },
        id = 452,
        condition = {
            buildingLevel = {
                [1] = 52,
            },
        },
        talent = {
            [1] = 1597,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 52,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2060，研究获突破性发展，航速提升10%",
    },
    [453] = {
        type = 5,
        cost = {
            [500001] = 38585,
            [561007] = 227,
            [561001] = 204,
        },
        id = 453,
        condition = {
            buildingLevel = {
                [1] = 53,
            },
        },
        talent = {
            [1] = 1598,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 53,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2090，研究获突破性发展，航速提升10%",
    },
    [454] = {
        type = 5,
        cost = {
            [500001] = 39682,
            [561007] = 231,
            [561001] = 208,
        },
        id = 454,
        condition = {
            buildingLevel = {
                [1] = 54,
            },
        },
        talent = {
            [1] = 1599,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 54,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2120，研究获突破性发展，航速提升10%",
    },
    [455] = {
        type = 5,
        cost = {
            [561002] = 819,
            [561003] = 667,
            [561007] = 236,
            [561001] = 212,
            [500001] = 40789,
        },
        id = 455,
        condition = {
            buildingLevel = {
                [1] = 55,
            },
        },
        talent = {
            [1] = 1600,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 55,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2150，研究获突破性发展，航速提升10%",
    },
    [456] = {
        type = 5,
        cost = {
            [500001] = 41907,
            [561007] = 240,
            [561001] = 216,
        },
        id = 456,
        condition = {
            buildingLevel = {
                [1] = 56,
            },
        },
        talent = {
            [1] = 1601,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 56,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2180，研究获突破性发展，航速提升10%",
    },
    [457] = {
        type = 5,
        cost = {
            [500001] = 43034,
            [561007] = 244,
            [561001] = 220,
        },
        id = 457,
        condition = {
            buildingLevel = {
                [1] = 57,
            },
        },
        talent = {
            [1] = 1602,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 57,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2210，研究获突破性发展，航速提升10%",
    },
    [458] = {
        type = 5,
        cost = {
            [500001] = 44171,
            [561007] = 249,
            [561001] = 224,
        },
        id = 458,
        condition = {
            buildingLevel = {
                [1] = 58,
            },
        },
        talent = {
            [1] = 1603,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 58,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2240，研究获突破性发展，航速提升10%",
    },
    [459] = {
        type = 5,
        cost = {
            [500001] = 45319,
            [561007] = 253,
            [561001] = 228,
        },
        id = 459,
        condition = {
            buildingLevel = {
                [1] = 59,
            },
        },
        talent = {
            [1] = 1604,
        },
        des2 = "容量+30,航速+2%",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 59,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2270，研究获突破性发展，航速提升10%",
    },
    [460] = {
        type = 5,
        cost = {
            [561002] = 896,
            [561003] = 730,
            [561007] = 257,
            [561001] = 231,
            [500001] = 46476,
        },
        id = 460,
        condition = {
            buildingLevel = {
                [1] = 60,
            },
        },
        talent = {
            [1] = 1605,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 60,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2300，研究获突破性发展，航速提升12%",
    },
    [461] = {
        type = 5,
        cost = {
            [500001] = 47643,
            [561007] = 261,
            [561001] = 235,
        },
        id = 461,
        condition = {
            buildingLevel = {
                [1] = 61,
            },
        },
        talent = {
            [1] = 1607,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 61,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2330，研究获突破性发展，航速提升12%",
    },
    [462] = {
        type = 5,
        cost = {
            [500001] = 48819,
            [561007] = 266,
            [561001] = 239,
        },
        id = 462,
        condition = {
            buildingLevel = {
                [1] = 62,
            },
        },
        talent = {
            [1] = 1608,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 62,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2360，研究获突破性发展，航速提升12%",
    },
    [463] = {
        type = 5,
        cost = {
            [500001] = 50005,
            [561007] = 270,
            [561001] = 243,
        },
        id = 463,
        condition = {
            buildingLevel = {
                [1] = 63,
            },
        },
        talent = {
            [1] = 1609,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 63,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2390，研究获突破性发展，航速提升12%",
    },
    [464] = {
        type = 5,
        cost = {
            [500001] = 51200,
            [561007] = 274,
            [561001] = 247,
        },
        id = 464,
        condition = {
            buildingLevel = {
                [1] = 64,
            },
        },
        talent = {
            [1] = 1610,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 64,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2420，研究获突破性发展，航速提升12%",
    },
    [465] = {
        type = 5,
        cost = {
            [561002] = 973,
            [561003] = 793,
            [561007] = 279,
            [561001] = 251,
            [500001] = 52405,
        },
        id = 465,
        condition = {
            buildingLevel = {
                [1] = 65,
            },
        },
        talent = {
            [1] = 1611,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 65,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2450，研究获突破性发展，航速提升12%",
    },
    [466] = {
        type = 5,
        cost = {
            [500001] = 53619,
            [561007] = 283,
            [561001] = 255,
        },
        id = 466,
        condition = {
            buildingLevel = {
                [1] = 66,
            },
        },
        talent = {
            [1] = 1612,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 66,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2480，研究获突破性发展，航速提升12%",
    },
    [467] = {
        type = 5,
        cost = {
            [500001] = 54842,
            [561007] = 419,
            [561001] = 377,
        },
        id = 467,
        condition = {
            buildingLevel = {
                [1] = 67,
            },
        },
        talent = {
            [1] = 1613,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 67,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2510，研究获突破性发展，航速提升12%",
    },
    [468] = {
        type = 5,
        cost = {
            [500001] = 56074,
            [561007] = 425,
            [561001] = 383,
        },
        id = 468,
        condition = {
            buildingLevel = {
                [1] = 68,
            },
        },
        talent = {
            [1] = 1614,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 68,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2540，研究获突破性发展，航速提升12%",
    },
    [469] = {
        type = 5,
        cost = {
            [500001] = 57316,
            [561007] = 432,
            [561001] = 389,
        },
        id = 469,
        condition = {
            buildingLevel = {
                [1] = 69,
            },
        },
        talent = {
            [1] = 1615,
        },
        des2 = "容量+30,航速+2%",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 69,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2570，研究获突破性发展，航速提升12%",
    },
    [470] = {
        type = 5,
        cost = {
            [500001] = 58566,
            [561002] = 1649,
            [561001] = 394,
            [561007] = 438,
        },
        id = 470,
        condition = {
            buildingLevel = {
                [1] = 70,
            },
        },
        talent = {
            [1] = 1616,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 70,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2600，研究获突破性发展，航速提升14%",
    },
    [471] = {
        type = 5,
        cost = {
            [500001] = 59826,
            [561007] = 444,
            [561001] = 400,
        },
        id = 471,
        condition = {
            buildingLevel = {
                [1] = 71,
            },
        },
        talent = {
            [1] = 1618,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 71,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2630，研究获突破性发展，航速提升14%",
    },
    [472] = {
        type = 5,
        cost = {
            [500001] = 61094,
            [561007] = 450,
            [561001] = 405,
        },
        id = 472,
        condition = {
            buildingLevel = {
                [1] = 72,
            },
        },
        talent = {
            [1] = 1619,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 72,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2660，研究获突破性发展，航速提升14%",
    },
    [473] = {
        type = 5,
        cost = {
            [500001] = 62371,
            [561007] = 457,
            [561001] = 411,
        },
        id = 473,
        condition = {
            buildingLevel = {
                [1] = 73,
            },
        },
        talent = {
            [1] = 1620,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 73,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2690，研究获突破性发展，航速提升14%",
    },
    [474] = {
        type = 5,
        cost = {
            [500001] = 63657,
            [561007] = 463,
            [561001] = 417,
        },
        id = 474,
        condition = {
            buildingLevel = {
                [1] = 74,
            },
        },
        talent = {
            [1] = 1621,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 74,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2720，研究获突破性发展，航速提升14%",
    },
    [475] = {
        type = 5,
        cost = {
            [561002] = 1760,
            [561003] = 1436,
            [561007] = 469,
            [561001] = 422,
            [500001] = 64952,
        },
        id = 475,
        condition = {
            buildingLevel = {
                [1] = 75,
            },
        },
        talent = {
            [1] = 1622,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 75,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2750，研究获突破性发展，航速提升14%",
    },
    [476] = {
        type = 5,
        cost = {
            [500001] = 66255,
            [561007] = 475,
            [561001] = 428,
        },
        id = 476,
        condition = {
            buildingLevel = {
                [1] = 76,
            },
        },
        talent = {
            [1] = 1623,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 76,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2780，研究获突破性发展，航速提升14%",
    },
    [477] = {
        type = 5,
        cost = {
            [500001] = 67567,
            [561007] = 482,
            [561001] = 434,
        },
        id = 477,
        condition = {
            buildingLevel = {
                [1] = 77,
            },
        },
        talent = {
            [1] = 1624,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 77,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2810，研究获突破性发展，航速提升14%",
    },
    [478] = {
        type = 5,
        cost = {
            [500001] = 68888,
            [561007] = 488,
            [561001] = 439,
        },
        id = 478,
        condition = {
            buildingLevel = {
                [1] = 78,
            },
        },
        talent = {
            [1] = 1625,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 78,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2840，研究获突破性发展，航速提升14%",
    },
    [479] = {
        type = 5,
        cost = {
            [500001] = 70217,
            [561007] = 494,
            [561001] = 445,
        },
        id = 479,
        condition = {
            buildingLevel = {
                [1] = 79,
            },
        },
        talent = {
            [1] = 1626,
        },
        des2 = "容量+30,航速+2%",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 79,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2870，研究获突破性发展，航速提升14%",
    },
    [480] = {
        type = 5,
        cost = {
            [561002] = 1880,
            [561003] = 1534,
            [561007] = 500,
            [561001] = 450,
            [500001] = 71554,
        },
        id = 480,
        condition = {
            buildingLevel = {
                [1] = 80,
            },
        },
        talent = {
            [1] = 1627,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 80,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2900，研究获突破性发展，航速提升16%",
    },
    [481] = {
        type = 5,
        cost = {
            [500001] = 72900,
            [561007] = 507,
            [561001] = 456,
        },
        id = 481,
        condition = {
            buildingLevel = {
                [1] = 81,
            },
        },
        talent = {
            [1] = 1629,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 81,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2930，研究获突破性发展，航速提升16%",
    },
    [482] = {
        type = 5,
        cost = {
            [500001] = 74254,
            [561007] = 513,
            [561001] = 462,
        },
        id = 482,
        condition = {
            buildingLevel = {
                [1] = 82,
            },
        },
        talent = {
            [1] = 1630,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 82,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2960，研究获突破性发展，航速提升16%",
    },
    [483] = {
        type = 5,
        cost = {
            [500001] = 75617,
            [561007] = 519,
            [561001] = 467,
        },
        id = 483,
        condition = {
            buildingLevel = {
                [1] = 83,
            },
        },
        talent = {
            [1] = 1631,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 83,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量2990，研究获突破性发展，航速提升16%",
    },
    [484] = {
        type = 5,
        cost = {
            [500001] = 76987,
            [561007] = 526,
            [561001] = 473,
        },
        id = 484,
        condition = {
            buildingLevel = {
                [1] = 84,
            },
        },
        talent = {
            [1] = 1632,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 84,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3020，研究获突破性发展，航速提升16%",
    },
    [485] = {
        type = 5,
        cost = {
            [561002] = 2002,
            [561003] = 1634,
            [561007] = 532,
            [561001] = 479,
            [500001] = 78366,
        },
        id = 485,
        condition = {
            buildingLevel = {
                [1] = 85,
            },
        },
        talent = {
            [1] = 1633,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 85,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3050，研究获突破性发展，航速提升16%",
    },
    [486] = {
        type = 5,
        cost = {
            [500001] = 79753,
            [561007] = 538,
            [561001] = 484,
        },
        id = 486,
        condition = {
            buildingLevel = {
                [1] = 86,
            },
        },
        talent = {
            [1] = 1634,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 86,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3080，研究获突破性发展，航速提升16%",
    },
    [487] = {
        type = 5,
        cost = {
            [500001] = 81148,
            [561007] = 544,
            [561001] = 490,
        },
        id = 487,
        condition = {
            buildingLevel = {
                [1] = 87,
            },
        },
        talent = {
            [1] = 1635,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 87,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3110，研究获突破性发展，航速提升16%",
    },
    [488] = {
        type = 5,
        cost = {
            [500001] = 82551,
            [561007] = 551,
            [561001] = 495,
        },
        id = 488,
        condition = {
            buildingLevel = {
                [1] = 88,
            },
        },
        talent = {
            [1] = 1636,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 88,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3140，研究获突破性发展，航速提升16%",
    },
    [489] = {
        type = 5,
        cost = {
            [500001] = 83962,
            [561007] = 557,
            [561001] = 501,
        },
        id = 489,
        condition = {
            buildingLevel = {
                [1] = 89,
            },
        },
        talent = {
            [1] = 1637,
        },
        des2 = "容量+30,航速+2%",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 89,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3170，研究获突破性发展，航速提升16%",
    },
    [490] = {
        type = 5,
        cost = {
            [561002] = 2122,
            [561003] = 1732,
            [561007] = 563,
            [561001] = 507,
            [500001] = 85381,
        },
        id = 490,
        condition = {
            buildingLevel = {
                [1] = 90,
            },
        },
        talent = {
            [1] = 1638,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 90,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3200，研究获突破性发展，航速提升18%",
    },
    [491] = {
        type = 5,
        cost = {
            [500001] = 86808,
            [561007] = 569,
            [561001] = 512,
        },
        id = 491,
        condition = {
            buildingLevel = {
                [1] = 91,
            },
        },
        talent = {
            [1] = 1640,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 91,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3230，研究获突破性发展，航速提升18%",
    },
    [492] = {
        type = 5,
        cost = {
            [500001] = 88243,
            [561007] = 576,
            [561001] = 518,
        },
        id = 492,
        condition = {
            buildingLevel = {
                [1] = 92,
            },
        },
        talent = {
            [1] = 1641,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 92,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3260，研究获突破性发展，航速提升18%",
    },
    [493] = {
        type = 5,
        cost = {
            [500001] = 89686,
            [561007] = 582,
            [561001] = 524,
        },
        id = 493,
        condition = {
            buildingLevel = {
                [1] = 93,
            },
        },
        talent = {
            [1] = 1642,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 93,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3290，研究获突破性发展，航速提升18%",
    },
    [494] = {
        type = 5,
        cost = {
            [500001] = 91136,
            [561007] = 588,
            [561001] = 529,
        },
        id = 494,
        condition = {
            buildingLevel = {
                [1] = 94,
            },
        },
        talent = {
            [1] = 1643,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 94,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3320，研究获突破性发展，航速提升18%",
    },
    [495] = {
        type = 5,
        cost = {
            [561002] = 2242,
            [561003] = 1830,
            [561007] = 594,
            [561001] = 535,
            [500001] = 92595,
        },
        id = 495,
        condition = {
            buildingLevel = {
                [1] = 95,
            },
        },
        talent = {
            [1] = 1644,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 95,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3350，研究获突破性发展，航速提升18%",
    },
    [496] = {
        type = 5,
        cost = {
            [500001] = 94060,
            [561007] = 601,
            [561001] = 541,
        },
        id = 496,
        condition = {
            buildingLevel = {
                [1] = 96,
            },
        },
        talent = {
            [1] = 1645,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 96,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3380，研究获突破性发展，航速提升18%",
    },
    [497] = {
        type = 5,
        cost = {
            [500001] = 95534,
            [561007] = 607,
            [561001] = 546,
        },
        id = 497,
        condition = {
            buildingLevel = {
                [1] = 97,
            },
        },
        talent = {
            [1] = 1646,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 97,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3410，研究获突破性发展，航速提升18%",
    },
    [498] = {
        type = 5,
        cost = {
            [500001] = 97015,
            [561007] = 613,
            [561001] = 552,
        },
        id = 498,
        condition = {
            buildingLevel = {
                [1] = 98,
            },
        },
        talent = {
            [1] = 1647,
        },
        des2 = "容量+30",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 98,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3440，研究获突破性发展，航速提升18%",
    },
    [499] = {
        type = 5,
        cost = {
            [500001] = 98504,
            [561007] = 619,
            [561001] = 557,
        },
        id = 499,
        condition = {
            buildingLevel = {
                [1] = 99,
            },
        },
        talent = {
            [1] = 1648,
        },
        des2 = "容量+30,航速+2%",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 99,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3470，研究获突破性发展，航速提升18%",
    },
    [500] = {
        type = 5,
        cost = {
            [561002] = 2363,
            [561003] = 1929,
            [561007] = 626,
            [561001] = 563,
            [500001] = 100000,
        },
        id = 500,
        condition = {
            buildingLevel = {
                [1] = 100,
            },
        },
        talent = {
            [1] = 1649,
        },
        des2 = "",
        taskCount = 0,
        name = "采集舱",
        heroSize = 5,
        taskLayout = {
        },
        level = 100,
        holeSize = 0,
        des = "采集舱用于收藏和研究探索中的战利品，为飞舰提供采集容量3500，研究获突破性发展，航速提升20%",
    },
    [501] = {
        type = 6,
        cost = {
        },
        id = 501,
        condition = {
            buildingLevel = {
                [1] = 1,
            },
        },
        talent = {
        },
        des2 = "",
        taskCount = 0,
        name = "陈列舱",
        heroSize = 0,
        taskLayout = {
        },
        level = 0,
        holeSize = 5,
        des = "0",
    },
}