return {
    [1] = {
        id = 1,
        remark = "充值事件",
    },
    [2] = {
        id = 2,
        remark = "获得物品事件",
    },
    [3] = {
        id = 3,
        remark = "登陆",
    },
    [7] = {
        id = 7,
        remark = "好友变化事件",
    },
    [8] = {
        id = 8,
        remark = "装备事件",
    },
    [9] = {
        id = 9,
        remark = "关卡过关",
    },
    [10] = {
        id = 10,
        remark = "任务激活(接取)",
    },
    [11] = {
        id = 11,
        remark = "玩家常规数据变化事件",
    },
    [13] = {
        id = 13,
        remark = "英雄常规数据变化事件",
    },
    [14] = {
        id = 14,
        remark = "天使变化事件",
    },
    [15] = {
        id = 15,
        remark = "好友变化",
    },
    [16] = {
        id = 16,
        remark = "建筑事件",
    },
    [17] = {
        id = 17,
        remark = "其他事件",
    },
}