return {
    [800022] = {
        id = 800022,
        text = "닫기",
    },
    [190000141] = {
        id = 190000141,
        text = "잠시 후",
    },
    [800023] = {
        id = 800023,
        text = "게임 공지",
    },
    [190000142] = {
        id = 190000142,
        text = "다운로드",
    },
    [800024] = {
        id = 800024,
        text = "자원이 이미 한도에 도달해 교환에 실패했습니다.",
    },
    [190000143] = {
        id = 190000143,
        text = "다운로드 가능한                    발견되었습니다. 업데이트 하시겠습니까? ",
    },
    [800025] = {
        id = 800025,
        text = "수정 성공",
    },
    [190000144] = {
        id = 190000144,
        text = "1025버전 업데이트 내용",
    },
    [800026] = {
        id = 800026,
        text = "%s:%s:%s",
    },
    [190000145] = {
        id = 190000145,
        text = "리소스 업데이트 실패, 다시 시도하시겠습니까?",
    },
    [111000052] = {
        id = 111000052,
        text = "CDN 연결 실패, 추가 리소스를 다운로드할 수 없습니다",
    },
    [190000146] = {
        id = 190000146,
        text = "추가 리소스 다운로드 중입니다",
    },
    [800028] = {
        id = 800028,
        text = "유저 %s레벨 달성 시 레벨업 가능",
    },
    [800029] = {
        id = 800029,
        text = "취소",
    },
    [800030] = {
        id = 800030,
        text = "%s분",
    },
    [800031] = {
        id = 800031,
        text = "천사 스킬 포인트가 부족합니다.",
    },
    [800032] = {
        id = 800032,
        text = "필요 레벨",
    },
    [100000120] = {
        id = 100000120,
        text = "파일이 손상되었습니다. 삭제 후 다시 다운로드하겠습니까?",
    },
    [800034] = {
        id = 800034,
        text = "필요 스킬",
    },
    [800035] = {
        id = 800035,
        text = "구매 성공",
    },
    [800036] = {
        id = 800036,
        text = "%s-%s-%s",
    },
    [800037] = {
        id = 800037,
        text = "%sx%s",
    },
    [800038] = {
        id = 800038,
        text = "화면을 터치하여 계속",
    },
    [800039] = {
        id = 800039,
        text = "/",
    },
    [800040] = {
        id = 800040,
        text = "%s초",
    },
    [800041] = {
        id = 800041,
        text = "%s-%s",
    },
    [800042] = {
        id = 800042,
        text = "교환",
    },
    [800043] = {
        id = 800043,
        text = "교환 완료",
    },
    [800044] = {
        id = 800044,
        text = "%s일 %s시간 %s분",
    },
    [800045] = {
        id = 800045,
        text = "다시 보지 않기",
    },
    [800046] = {
        id = 800046,
        text = "공식 홈페이지 한정 예약 보상을 이미 수령해 다시 수령할 수 없습니다.",
    },
    [800047] = {
        id = 800047,
        text = "다이아가 부족합니다. 어서 충전하세요.",
    },
    [3005051] = {
        id = 3005051,
        text = "취소",
    },
    [800048] = {
        id = 800048,
        text = "다이아 부족",
    },
    [800049] = {
        id = 800049,
        text = "%s-%s-%s %s:%s",
    },
    [800050] = {
        id = 800050,
        text = "%s: %s 후 1포인트 회복",
    },
    [800051] = {
        id = 800051,
        text = "%s:%s:%s 후 모두 회복",
    },
    [800052] = {
        id = 800052,
        text = "체력이 가득 차 더는 자동으로 회복되지 않습니다.",
    },
    [800053] = {
        id = 800053,
        text = "스태미나가 가득 차 더는 자동으로 회복되지 않습니다.",
    },
    [800054] = {
        id = 800054,
        text = "[%s]",
    },
    [100000067] = {
        id = 100000067,
        text = "%s버전 업데이트 내용",
    },
    [800056] = {
        id = 800056,
        text = "%s:%s'%s",
    },
    [800057] = {
        id = 800057,
        text = "수령 가능한 보상이 없습니다.",
    },
    [800058] = {
        id = 800058,
        text = "삭제 성공",
    },
    [800059] = {
        id = 800059,
        text = "수령할 수 있는 첨부 아이템이 없습니다.",
    },
    [800060] = {
        id = 800060,
        text = "로컬 파일 로딩 완료, 게임 시작을 준비합니다.",
    },
    [800061] = {
        id = 800061,
        text = "로컬 파일 로딩 중... (데이터를 소모하지 않음)",
    },
    [800062] = {
        id = 800062,
        text = "데이터가 업데이트되었습니다. 게임을 재시작해 주세요.",
    },
    [800063] = {
        id = 800063,
        text = "실패",
    },
    [800064] = {
        id = 800064,
        text = "처리되지 않은 스테이지 유형입니다.",
    },
    [800065] = {
        id = 800065,
        text = "발송",
    },
    [800066] = {
        id = 800066,
        text = "정령 돌파",
    },
    [800067] = {
        id = 800067,
        text = "정령 승급",
    },
    [800068] = {
        id = 800068,
        text = "교체 성공",
    },
    [800069] = {
        id = 800069,
        text = "%s일 %s시간",
    },
    [800070] = {
        id = 800070,
        text = "획득",
    },
    [800071] = {
        id = 800071,
        text = "승급",
    },
    [800072] = {
        id = 800072,
        text = "합성",
    },
    [800073] = {
        id = 800073,
        text = "개방",
    },
    [800074] = {
        id = 800074,
        text = "현재 최대 레벨을 초과할 수 없습니다.",
    },
    [800075] = {
        id = 800075,
        text = "이미 최고 등급에 도달했습니다.",
    },
    [800076] = {
        id = 800076,
        text = "아직 해당 정령을 획득하지 않았습니다.",
    },
    [800077] = {
        id = 800077,
        text = "스킬 설명",
    },
    [800078] = {
        id = 800078,
        text = "스킬 효과",
    },
    [800079] = {
        id = 800079,
        text = "캐릭터 특징",
    },
    [800080] = {
        id = 800080,
        text = "에너지 시스템",
    },
    [800081] = {
        id = 800081,
        text = "스킬",
    },
    [800082] = {
        id = 800082,
        text = "튜토리얼을 건너뛰겠습니까?",
    },
    [800083] = {
        id = 800083,
        text = "활성 코드를 비울 수 없습니다.",
    },
    [800084] = {
        id = 800084,
        text = "%s버전 업데이트 내용은 다음과 같습니다.",
    },
    [800085] = {
        id = 800085,
        text = "재시도",
    },
    [800086] = {
        id = 800086,
        text = "화면을 터치하여 계속",
    },
    [100000019] = {
        id = 100000019,
        text = "서버와 연결이 끊어졌습니다",
    },
    [800087] = {
        id = 800087,
        text = "6~12글자의 알파벳 또는 숫자를 입력하세요.",
    },
    [800088] = {
        id = 800088,
        text = "활성코드를 입력하세요.",
    },
    [800089] = {
        id = 800089,
        text = "유저 이름을 비울 수 없습니다.",
    },
    [800090] = {
        id = 800090,
        text = "서버를 선택하세요.",
    },
    [800091] = {
        id = 800091,
        text = "파일 설정 다운로드 중",
    },
    [800092] = {
        id = 800092,
        text = "최신 리소스 검사 중입니다.",
    },
    [800093] = {
        id = 800093,
        text = "%d%% 완료",
    },
    [270001] = {
        id = 270001,
        text = "다운로드 알림",
    },
    [800095] = {
        id = 800095,
        text = "다운로드 중...",
    },
    [800096] = {
        id = 800096,
        text = "신규 업데이트 내용이 있습니다. 총",
    },
    [800097] = {
        id = 800097,
        text = "다운로드 완료, 리소스 압축 해제 중",
    },
    [800098] = {
        id = 800098,
        text = "이벤트",
    },
    [800099] = {
        id = 800099,
        text = "공지",
    },
    [270004] = {
        id = 270004,
        text = "새로운 콘텐츠 체험을 위해 신규 데이터를 다운로드해야 합니다. 이번 다운로드 리소스 용량은 %s입니다. 다운로드를 시작하겠습니까?",
    },
    [800101] = {
        id = 800101,
        text = "[귓속말]",
    },
    [800102] = {
        id = 800102,
        text = "[동아리]",
    },
    [800103] = {
        id = 800103,
        text = "[세계]",
    },
    [270006] = {
        id = 270006,
        text = "리소스 패키지 다운로드 완료, 클라이언트를 다시 시작하세요.",
    },
    [800105] = {
        id = 800105,
        text = "시스템 채널에서는 발언할 수 없습니다.",
    },
    [270007] = {
        id = 270007,
        text = "기기의 저장 공간이 부족해 이번 다운로드를 완료할 수 없습니다. 기기의 저장 공간을 정리해 주세요.",
    },
    [800107] = {
        id = 800107,
        text = "로그인 실패",
    },
    [270008] = {
        id = 270008,
        text = "네트워크 연결 오류, 이번 다운로드를 완료할 수 없습니다. 기기의 네트워크 연결 상태를 확인한 후 다시 시도하세요.",
    },
    [800109] = {
        id = 800109,
        text = "공유 성공",
    },
    [270009] = {
        id = 270009,
        text = "현재 Wi-Fi 환경이 아닙니다. 다운로드를 진행하겠습니까?\n\n※ Wi-Fi 환경에서 다운로드 추천",
    },
    [800111] = {
        id = 800111,
        text = "게임을 종료하겠습니까?",
    },
    [800112] = {
        id = 800112,
        text = "예",
    },
    [800113] = {
        id = 800113,
        text = "아니오",
    },
    [800114] = {
        id = 800114,
        text = "서버 로그인에 실패했습니다.",
    },
    [800115] = {
        id = 800115,
        text = "이번 테스트 서버는 %d월 %d일 %d시에 개방됩니다. 많은 관심 바랍니다!",
    },
    [800116] = {
        id = 800116,
        text = "인증 실패",
    },
    [800117] = {
        id = 800117,
        text = "남은 횟수가 없습니다.",
    },
    [800118] = {
        id = 800118,
        text = "월카드 %s일 남음",
    },
    [800119] = {
        id = 800119,
        text = "%d일 %d시간 %d분 후 종료",
    },
    [800120] = {
        id = 800120,
        text = "전투 서버에 연결할 수 없습니다.",
    },
    [190000887] = {
        id = 190000887,
        text = "Decompressing is finished! ",
    },
    [800121] = {
        id = 800121,
        text = "서버 연결 실패",
    },
    [190000886] = {
        id = 190000886,
        text = "Decompressing failed. Please restart the game. ",
    },
    [800122] = {
        id = 800122,
        text = "서버와 연결이 끊어졌습니다.",
    },
    [190000885] = {
        id = 190000885,
        text = "Decompressing resources. The first decompression takes some time. Please wait a moment and do not quit the game. ",
    },
    [800123] = {
        id = 800123,
        text = "%d번째 재연결",
    },
    [800027] = {
        id = 800027,
        text = "%s시간 %s분",
    },
    [800124] = {
        id = 800124,
        text = "게임 서버 로그인 실패",
    },
    [800104] = {
        id = 800104,
        text = "내용을 비울 수 없습니다.",
    },
    [800125] = {
        id = 800125,
        text = "구매하기",
    },
    [800106] = {
        id = 800106,
        text = "ID가 %s인 효과음이 없습니다.",
    },
    [800126] = {
        id = 800126,
        text = "string 알림 언어팩",
    },
    [800108] = {
        id = 800108,
        text = "로그인 성공",
    },
    [800127] = {
        id = 800127,
        text = "로그인 정보에 이상이 있습니다.",
    },
    [800110] = {
        id = 800110,
        text = "게임 종료",
    },
    [800128] = {
        id = 800128,
        text = "클라이언트 오류",
    },
    [800001] = {
        id = 800001,
        text = "ID %s의 아이템을 찾을 수 없습니다.",
    },
    [800129] = {
        id = 800129,
        text = "클라이언트 버전이 3.50보다 낮습니다. 최신 클라이언트를 다운로드하세요.",
    },
    [800002] = {
        id = 800002,
        text = "현재 버전에서는 개방되지 않습니다. 많은 기대 바랍니다.",
    },
    [800130] = {
        id = 800130,
        text = "고급 간판은 배경을 설정할 수 없습니다.",
    },
    [800003] = {
        id = 800003,
        text = "%s레벨 개방",
    },
    [800131] = {
        id = 800131,
        text = "기기의 메모리가 부족합니다. 파티 특수효과를 끄는 것을 추천합니다.",
    },
    [800004] = {
        id = 800004,
        text = "%s 개방",
    },
    [800132] = {
        id = 800132,
        text = "반전 수치가 70에 도달한 정령은 혼란 상태가 됩니다.\n반전 수치가 100이 된 정령은 더는 메시지에 답장하지 않습니다.\n채팅 또는 반전 억제제로 반전 수치를 감소시킬 수 있습니다.",
    },
    [800005] = {
        id = 800005,
        text = "%s/%s",
    },
    [800133] = {
        id = 800133,
        text = "기분 수치가 높을수록 더욱 친근하게 답장합니다.\n정령과 교류하면 기분 수치가 증가합니다.\n기분 수치는 <낯섦 / 우호/ 썸> 3개의 단계로 구성되어 있습니다.",
    },
    [800006] = {
        id = 800006,
        text = "Lv.%s",
    },
    [800134] = {
        id = 800134,
        text = "정령의 기분 수치와 호감도를 더 증가시킬 수 없습니다.",
    },
    [800007] = {
        id = 800007,
        text = "x%s",
    },
    [800135] = {
        id = 800135,
        text = "실명 인증 정보 조회 실패, 다시 터치해 시도하세요!",
    },
    [800008] = {
        id = 800008,
        text = "+%s",
    },
    [800136] = {
        id = 800136,
        text = "%s%s",
    },
    [800009] = {
        id = 800009,
        text = "레벨 증가",
    },
    [800137] = {
        id = 800137,
        text = "다이아 자동 공제 중",
    },
    [800010] = {
        id = 800010,
        text = "확인",
    },
    [800138] = {
        id = 800138,
        text = "잔여: -%s",
    },
    [800011] = {
        id = 800011,
        text = "시스템 알림",
    },
    [800100] = {
        id = 800100,
        text = "[시스템]",
    },
    [800012] = {
        id = 800012,
        text = "체력 한도:",
    },
    [100000083] = {
        id = 100000083,
        text = "없음",
    },
    [800013] = {
        id = 800013,
        text = "체력 회복:",
    },
    [270002] = {
        id = 270002,
        text = "신규 생성 계정이 아닙니다. 모든 리소스를 다운로드해야만 게임을 정상적으로 진행할 수 있습니다. 이번 다운로드 리소스 용량은 %s입니다. 다운로드를 시작하겠습니까?",
    },
    [800014] = {
        id = 800014,
        text = "%s:%s",
    },
    [270003] = {
        id = 270003,
        text = "신규 생성 계정이 아닙니다. 모든 리소스를 다운로드해야만 게임을 정상적으로 진행할 수 있습니다. 이번 다운로드 리소스 용량은 %s입니다. 다운로드를 시작하겠습니까?\n\n※ Wi-Fi 환경에서 다운로드 추천",
    },
    [800015] = {
        id = 800015,
        text = "돌아가기",
    },
    [800033] = {
        id = 800033,
        text = "필요 성급",
    },
    [800016] = {
        id = 800016,
        text = "메인",
    },
    [270005] = {
        id = 270005,
        text = "새로운 콘텐츠 체험을 위해 신규 데이터를 다운로드해야 합니다. 이번 다운로드 리소스 용량은 %s입니다. 다운로드를 시작하겠습니까?\n\n※ Wi-Fi 환경에서 다운로드 추천",
    },
    [800017] = {
        id = 800017,
        text = "%s%%",
    },
    [111000051] = {
        id = 111000051,
        text = "네트워크 연결이 복구되지 않았습니다. 잠시만 기다려 주세요.",
    },
    [800018] = {
        id = 800018,
        text = "터치하여 계속",
    },
    [800094] = {
        id = 800094,
        text = "%dKB/%dKB",
    },
    [800019] = {
        id = 800019,
        text = "%s+%s",
    },
    [190000138] = {
        id = 190000138,
        text = "추가 리소스 검사 중입니다",
    },
    [800020] = {
        id = 800020,
        text = "구매 알림",
    },
    [190000139] = {
        id = 190000139,
        text = "데이터 갱신",
    },
    [800021] = {
        id = 800021,
        text = "오늘의 교환 횟수가 한도에 도달했습니다.",
    },
    [190000140] = {
        id = 190000140,
        text = "Version Update",
    },
    [800055] = {
        id = 800055,
        text = "연료가 가득 차 더는 자동으로 회복되지 않습니다.",
    },
}