return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,750",
        endTime  = "00:00:09,400",
        content  = "5년 전, 토비이치 오리가미는 부모가 정령에게 살해당하는 것을 목격했다",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:09,900",
        endTime  = "00:00:16,699",
        content  = "그 후 소녀의 존재 의미는 세계에서 정령을 말살하는 것이었다",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:18,149",
        endTime  = "00:00:22,100",
        content  = "정령을 소멸시키기 위해 위저드가 된 소녀는",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:22,699",
        endTime  = "00:00:24,150",
        content  = "의외의 결정을 내리게 되고",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:24,899",
        endTime  = "00:00:28,750",
        content  = "정령과 목숨을 걸고 싸우겠다는 신념을 품은 채 전장으로 날아간다",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:30,199",
        endTime  = "00:00:32,899",
        content  = "이 무가치한 전쟁을 끝내기 위해",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:33,299",
        endTime  = "00:00:36,0",
        content  = "정령을 향한 분노를 각성한 소녀",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:36,500",
        endTime  = "00:00:38,799",
        content  = "우리들의 전쟁을 시작하자!",
    },
}