return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,500",
        endTime  = "00:00:05,500",
        content  = "빗속에서 넘어진 소녀는",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:06,0",
        endTime  = "00:00:10,0",
        content  = "아담한 체구와 몽환적인 외모를 가진 정령이었다",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:13,300",
        endTime  = "00:00:16,500",
        content  = "잃어버린 인형을 되찾아준 '러키 밝힘증'은",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:17,0",
        endTime  = "00:00:19,500",
        content  = "공주님을 구원한 '히어로'로 부상했다",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:21,800",
        endTime  = "00:00:25,500",
        content  = "6월 5일, 재앙이 갑자기 강림했다",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:26,100",
        endTime  = "00:00:29,699",
        content  = "아름다운 전학생, 알고보니 최악의 정령?!",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:31,0",
        endTime  = "00:00:34,0",
        content  = "<나이트메어>를 제거하려면 반드시 그녀와 데이트해야 한다",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:34,500",
        endTime  = "00:00:38,0",
        content  = "남은 '시간'이 별로 없다, 어서 그녀가 당신에게 반하도록 만들어라!",
    },
}