return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,200",
        endTime  = "00:00:09,449",
        content  = "쿠루미와 옥상에서 단둘이 데이트하다 그녀에게 '먹힐 뻔'한 당신",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:10,400",
        endTime  = "00:00:14,650",
        content  = "코토리가 때마침 나타나 막지 않았더라면, 모든건 끝나버리고 말았을 것이다",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:16,500",
        endTime  = "00:00:22,500",
        content  = "10년간 함께 지낸 여동생이 정체를 숨긴 불꽃의 정령이었다고?",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:23,800",
        endTime  = "00:00:26,500",
        content  = "내 여동생이 이렇게 강할 리가 없잖아?",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:28,870",
        endTime  = "00:00:30,500",
        content  = "남은 시간은 단 하루!",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:31,100",
        endTime  = "00:00:34,500",
        content  = "사랑하는 여동생이자 카리스마 사령관인 코토리를 구하라!",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:35,149",
        endTime  = "00:00:37,750",
        content  = "자, 우리들의 데이트를 시작하자!",
    },
}