return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,300",
        endTime  = "00:00:07,0",
        content  = "서로 대립하던 바람의 정령 자매는 마침내 화해했지만, ",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:07,500",
        endTime  = "00:00:09,0",
        content  = "새로운 도전은 계속된다",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:09,600",
        endTime  = "00:00:13,699",
        content  = "소년이여, 도전을 받아들일 준비가 되었는가?",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:15,400",
        endTime  = "00:00:20,750",
        content  = "9월 8일, 고등학교 합동 \n문화제에서 울려퍼지는 황홀한 노랫소리",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:21,899",
        endTime  = "00:00:22,899",
        content  = "아무도 없는 무대 위에서 노래를 부르는 미소녀",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:24,100",
        endTime  = "00:00:28,800",
        content  = "사실 그녀는 남성 혐오증이 있는 정령?!",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:30,699",
        endTime  = "00:00:32,149",
        content  = "그녀와 데이트하고 싶은가?",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:33,700",
        endTime  = "00:00:35,0",
        content  = "용감한 소년이여,",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:35,500",
        endTime  = "00:00:37,0",
        content  = "어서 여장을 시작하라!",
    },
}