return {
    [1] = {
        id = 1,
        beginTime  = "00:00:01,0",
        endTime  = "00:00:09,0",
        content  = "이번에 나타난 정령의 식별명은 <허밋>이야, 비교적 얌전한 타입이지",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:09,800",
        endTime  = "00:00:12,0",
        content  = "\"엇, 이 아이는... 전에 신사에서 만난 적 있어",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:13,0",
        endTime  = "00:00:16,0",
        content  = "이 여자애를 만났다고? <허밋>을 말이야?\"",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:18,0",
        endTime  = "00:00:23,800",
        content  = "칸나즈키, 1번 카메라로 돌려서 누가 그녀를 공격하고 있는지 확인해 봐",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:25,0",
        endTime  = "00:00:29,200",
        content  = "흠... AST가 그녀를 발견한 모양이야",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:30,0",
        endTime  = "00:00:33,0",
        content  = "타겟 확인, 식별명 <허밋> 작전을 시작한다",
    },
}