return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,500",
        endTime  = "00:00:02,0",
        content  = "으아악! 뭐야 이게!?",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:05,0",
        endTime  = "00:00:07,900",
        content  = "갑자기 밖에서 공격을 시작했다고? 말도 안돼!",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:10,0",
        endTime  = "00:00:14,900",
        content  = "어서 도망쳐라. 나와 계속 같이 있다간 동료들에게 죽임을 당할 거다",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:16,0",
        endTime  = "00:00:22,0",
        content  = "도망? 널 두고, 나 혼자 도망가라고?",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:23,0",
        endTime  = "00:00:27,0",
        content  = "그럴 수 없어, 지금 우린 대화를 나누는 중이잖아!",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:28,0",
        endTime  = "00:00:29,0",
        content  = "이 세계의 정보를 원한다고 했지? \n내가 알고 있는 건 모두 다 대답해줄게!",
    },
}