return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,200",
        endTime  = "00:00:03,1000",
        content  = "우리의 전쟁은 끝난 모양이네",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:04,500",
        endTime  = "00:00:06,890",
        content  = "응? 오빠가… 왜 쿠루미 앞에 서있는거야?",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:07,900",
        endTime  = "00:00:10,500",
        content  = "어서 도망가! 오빠! 어서 빨리 도망가라구!",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:12,199",
        endTime  = "00:00:21,199",
        content  = "흑흑ㅡ 오빠, 죽지마, 죽지 말란 말이야. 오빠… 오빠",
    },
}