return {
    [1] = {
        id = 1,
        beginTime  = "00:00:01,0",
        endTime  = "00:00:06,200",
        content  = "꽤 하는군요. 제 몸에 상처를 남긴 인간은 당신을 포함해 단 두명뿐입니다",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:07,99",
        endTime  = "00:00:11,800",
        content  = "ㅡ아이작? ...알겠어요. 바로 가겠습니다.",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:12,99",
        endTime  = "00:00:15,99",
        content  = "시간이 다 됐네요. 당신은 정말 운이 좋은 사람이군요",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:17,0",
        endTime  = "00:00:19,0",
        content  = "거기 서!",
    },
}