return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,100",
        endTime  = "00:00:03,0",
        content  = "으아아악, 이게 뭐야?!",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:03,700",
        endTime  = "00:00:05,0",
        content  = "쿠루미?! 너 대체 무슨 짓을 한거야!?",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:06,0",
        endTime  = "00:00:12,0",
        content  = "오래 기다리셨죠, 이런 모습을 보여서 부끄럽네요",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:12,800",
        endTime  = "00:00:21,199",
        content  = "좀 더 빨리 처리하고 당신과의 데이트를 조금 더 즐기고 싶었는데",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:22,850",
        endTime  = "00:00:27,850",
        content  = "이젠 어쩔 수 없이 당신을 먹어치워야겠네요",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:31,199",
        endTime  = "00:00:35,0",
        content  = "무지막지하게 아슬아슬했네요. 오라버니, 무사해요?",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:35,950",
        endTime  = "00:00:37,299",
        content  = "마나?",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:38,500",
        endTime  = "00:00:43,750",
        content  = "여긴 내게 맡기세요. 이야기는 나중에 하죠. 오라버니, 우선 여기를 벗어나세요",
    },
}