return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,0",
        endTime  = "00:00:07,500",
        content  = "4월 10일, 거리에서 돌발한 공간진과 함께",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:08,0",
        endTime  = "00:00:11,500",
        content  = "'정령'이라 불리는 신비한 존재가 세상에 나타났다",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:13,0",
        endTime  = "00:00:14,500",
        content  = "의문의 아름다운 소녀,",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:15,0",
        endTime  = "00:00:16,500",
        content  = "과연 무력으로 그녀를 정복할 것인가? ",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:17,0",
        endTime  = "00:00:18,899",
        content  = "아니면 콩고물빵으로 그녀의 마음을 살 것인가?",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:21,0",
        endTime  = "00:00:24,0",
        content  = "그녀를 사로잡을 유일한 평화적 방법은 바로 ",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:25,0",
        endTime  = "00:00:27,0",
        content  = "데이트! 데이트! 데이트! ",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:28,0",
        endTime  = "00:00:29,800",
        content  = "그리고 키스! 키스! 키스!",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:31,0",
        endTime  = "00:00:33,500",
        content  = "그럼 계속해서, 세계로부터 미움을 받고 거절당하고, ",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:34,0",
        endTime  = "00:00:36,0",
        content  = "추격 당하는 정령을 구원하라!",
    },
}