return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,10",
        endTime  = "00:00:02,190",
        content  = "잠깐만! 설마 회복력을 이용해서",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:03,0",
        endTime  = "00:00:05,0",
        content  = "결계를 뚫고 들어갈 생각인 건 아니지?",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:06,0",
        endTime  = "00:00:09,0",
        content  = "걱정 마, 저번에 총에 맞았을 때도 다시 살아났잖아, ",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:10,0",
        endTime  = "00:00:11,240",
        content  = "이번에도 괜찮을 거야",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:12,19",
        endTime  = "00:00:14,170",
        content  = "쳇, 그때와 지금은 상황이 달라!",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:15,0",
        endTime  = "00:00:17,239",
        content  = "네 영력이 조금이라도 감지되면 바로 얼어붙어 버릴 거라고!",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:18,30",
        endTime  = "00:00:22,239",
        content  = "영력? 그럼 내 회복능력은 정령에게서 유래한 거란 말이야?",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:23,30",
        endTime  = "00:00:24,289",
        content  = "내 말이 무슨 뜻인지 알겠어?",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:25,70",
        endTime  = "00:00:28,0",
        content  = "그 과정에서 힘이 다 떨어지기라도 한다면 그대로 죽어버릴 거라구! 그러니까 그만 둬!",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:29,0",
        endTime  = "00:00:30,100",
        content  = "오ㅡ빠ㅡ!",
    },
}