return {
    [1] = {
        id = 1,
        beginTime  = "00:00:00,750",
        endTime  = "00:00:07,350",
        content  = "윽... 오빠… 어서 가, 가라고... 콜록ㅡ 콜록ㅡ 콜록ㅡ",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:08,0",
        endTime  = "00:00:10,200",
        content  = "걱정 마, 오리가미 쪽은 이미 토카랑 요시노에게 맡겨뒀어",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:11,0",
        endTime  = "00:00:14,0",
        content  = "코토리의 상황이 무척 나빠보인다. 어서 그녀를 봉인해야만 한다",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:15,0",
        endTime  = "00:00:17,890",
        content  = "코토리, 내 눈을 봐!",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:18,899",
        endTime  = "00:00:23,100",
        content  = "넌 내가 가장 좋아하는 동생이야. 제일 자랑스러운 동생이라고!",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:23,750",
        endTime  = "00:00:27,890",
        content  = "코토리, 넌 날 좋아해?",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:28,949",
        endTime  = "00:00:34,0",
        content  = "좋아해… 나도 오빠가 제일 좋다구!",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:34,700",
        endTime  = "00:00:39,0",
        content  = "세상 누구보다도 오빠를 사랑해!",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:40,90",
        endTime  = "00:00:43,600",
        content  = "코토리가 울먹이는 목소리로 내게 확신에 찬 대답을 보내왔다",
    },
}