return {
    [1] = {
        id = 1,
        beginTime  = "00:00:04,700",
        endTime  = "00:00:08,500",
        content  = "천신만고 끝에 드디어 토카를 구출해냈다",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:08,1000",
        endTime  = "00:00:12,900",
        content  = "반전한 정령은 자신이 사랑하는 사람도 알아보지 못하는 것인가",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:16,600",
        endTime  = "00:00:19,200",
        content  = "할로윈 데이 무렵의 10월 31일",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:19,800",
        endTime  = "00:00:24,199",
        content  = "정령 <위치>가 당신의 인생을 망쳐버리겠다고 선언했고",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:25,899",
        endTime  = "00:00:31,500",
        content  = "변신 능력을 가진 정령은 주변의 친구들 사이에 숨어드는데…",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:32,0",
        endTime  = "00:00:36,700",
        content  = "목숨을 건 마피아 게임이 시작되었다!",
    },
}