return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,600",
        endTime  = "00:00:08,350",
        content  = "마침내 나츠미와의 게임에서 승리한 토카 일행",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:08,899",
        endTime  = "00:00:13,99",
        content  = "하지만 천사의 힘으로 인해 모두가 어린아이로 변해버리고 말았다",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:14,500",
        endTime  = "00:00:18,850",
        content  = "세계에 의해 무시당해 콤플렉스가 커져 버린 정령은",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:19,200",
        endTime  = "00:00:23,100",
        content  = "천사의 힘으로 위장해 진짜 모습을 감춘다",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:24,0",
        endTime  = "00:00:27,400",
        content  = "로리콘의 천국에 빠져버린 소년은 과연 어떻게 해야 할까",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:27,949",
        endTime  = "00:00:31,100",
        content  = "천사 없이도 변신할 수 있는 방법이 존재할 것인가",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:32,0",
        endTime  = "00:00:36,249",
        content  = "자신을 부정하는 정령이 다시 자신감을 찾을 수 있도록",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:36,899",
        endTime  = "00:00:39,149",
        content  = "우리들의 전쟁을 시작하자!",
    },
}