return {
    [1] = {
        id = 1,
        beginTime  = "00:00:03,400",
        endTime  = "00:00:05,0",
        content  = "5년 전, 불에 타버린 거리",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:06,0",
        endTime  = "00:00:08,500",
        content  = "뜻하지 않게 정령이 되어버린 코토리",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:09,0",
        endTime  = "00:00:11,500",
        content  = "그리고 정령에 의해 부모님을 잃은 오리가미",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:12,0",
        endTime  = "00:00:14,0",
        content  = "단, 하나의 진실!",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:14,900",
        endTime  = "00:00:16,0",
        content  = "7월 17일",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:16,500",
        endTime  = "00:00:21,0",
        content  = "졸업여행 중 '야마이'란 이름을 놓고 한창 실랑이를 벌이고 있는 정령 자매를 만났다",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:21,600",
        endTime  = "00:00:25,500",
        content  = "쌍둥이 정령인 그녀들은 어느새 내게 적극적인 공략을 펼치기 시작했다",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:26,199",
        endTime  = "00:00:30,100",
        content  = "대체 누가 먼저 남자의 사랑을 받게 될 것인가?",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:31,0",
        endTime  = "00:00:33,299",
        content  = "프락시너스와는 통신이 두절됐고",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:34,299",
        endTime  = "00:00:36,200",
        content  = "지원요청이 불가능한 상황에서",
    },
    [11] = {
        id = 11,
        beginTime  = "00:00:36,700",
        endTime  = "00:00:40,0",
        content  = "과연 두 정령의 가혹한 운명을 어떻게 바꿀 수 있을 것인가",
    },
    [12] = {
        id = 12,
        beginTime  = "00:00:41,0",
        endTime  = "00:00:44,0",
        content  = "자, 우리들의 데이트를 시작하자!",
    },
}