return {
    [1] = {
        id = 1,
        beginTime  = "00:00:01,120",
        endTime  = "00:00:07,140",
        content  = "내가 버려졌을 리가 없다! 더는 네게 농락당하지 않겠다!",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:08,39",
        endTime  = "00:00:12,29",
        content  = "어이! 왜 말을 안 하는 것이냐?!",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:12,500",
        endTime  = "00:00:15,109",
        content  = "돌려주세요… 부탁이예요",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:15,540",
        endTime  = "00:00:17,100",
        content  = "빨리 토카를 말려 봐! ",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:17,599",
        endTime  = "00:00:21,0",
        content  = "요시농의 기분이 빠르게 나빠지고 있어!",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:21,599",
        endTime  = "00:00:24,0",
        content  = "아아, 저기...토카, 그 인형, 우선 저 애에게 돌려주면 안될가?",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:25,0",
        endTime  = "00:00:29,0",
        content  = "역시...난 여기에 있으면 안 되는 것이었단 말이냐…",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:29,500",
        endTime  = "00:00:32,0",
        content  = "나보다 저 애를 더 좋아하는거냐?",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:34,0",
        endTime  = "00:00:37,0",
        content  = "아니, 그런 뜻이 아니잖아!",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:37,500",
        endTime  = "00:00:39,0",
        content  = "자드키엘!",
    },
    [11] = {
        id = 11,
        beginTime  = "00:00:41,0",
        endTime  = "00:00:43,300",
        content  = "뭐야?! 이 타이밍에 천사를 현현시킨다고? ",
    },
    [12] = {
        id = 12,
        beginTime  = "00:00:44,0",
        endTime  = "00:00:46,0",
        content  = "도망쳐! 어서 도망쳐!",
    },
}