return {
    [1] = {
        id = 1,
        beginTime  = "00:00:04,0",
        endTime  = "00:00:08,0",
        content  = "어머 어머, 정말 보기 힘든 손님이네요",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:09,0",
        endTime  = "00:00:11,500",
        content  = "오랜만이에요. 오리가미 씨",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:13,0",
        endTime  = "00:00:16,0",
        content  = "그것보다 잘도 여길 찾아내셨네요",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:17,0",
        endTime  = "00:00:19,0",
        content  = "너 본인을 찾아내는 건 곤란해도",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:20,0",
        endTime  = "00:00:26,0",
        content  = "도시에 퍼져 있는 분신을 찾아내는 건 지금의 나에겐 어려운 일이 아냐",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:27,0",
        endTime  = "00:00:32,0",
        content  = "그럼 대체 무슨 용무이신 거죠? 차나 한잔하자고 하는 건 아닐 거잖아요?",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:33,0",
        endTime  = "00:00:40,0",
        content  = "질문 하나에 답해 줘. 당신의 자프키엘은 시간을 조종하는 천사",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:41,0",
        endTime  = "00:00:46,0",
        content  = "그리고 12개의 숫자마다 다른 능력을 지니고 있지",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:47,0",
        endTime  = "00:00:53,0",
        content  = "그 12개의 능력 중에, 맞힌 대상을 과거로 보내는 능력이 있어?",
    },
    [10] = {
        id = 10,
        beginTime  = "00:00:53,800",
        endTime  = "00:00:56,899",
        content  = "만약 있다고 해도, 어쩔 생각이죠?",
    },
    [11] = {
        id = 11,
        beginTime  = "00:00:58,0",
        endTime  = "00:01:40,0",
        content  = "네 힘을 빌리고 싶어",
    },
    [12] = {
        id = 12,
        beginTime  = "00:01:41,0",
        endTime  = "00:01:45,0",
        content  = "날 5년 전의 8월 3일로 보내 줘",
    },
}