return {
    [1] = {
        id = 1,
        beginTime  = "00:00:04,0",
        endTime  = "00:00:05,0",
        content  = "저건...? 아...",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:09,0",
        endTime  = "00:00:17,0",
        content  = "용서 못 해... 죽일 거야... 내가 죽여버릴 거야! 반드시!",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:18,0",
        endTime  = "00:00:22,0",
        content  = "그럴 리가... 전부... 내가 한 짓이란 말이야...?",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:23,0",
        endTime  = "00:00:29,0",
        content  = "아버지와... 어머니를...",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:29,800",
        endTime  = "00:00:33,0",
        content  = "아아아아아아아아아아아아아아아악!",
    },
}