return {
    [1] = {
        id = 1,
        beginTime  = "00:00:04,800",
        endTime  = "00:00:10,300",
        content  = "DEM인더스트리에 감금된 토카, 그리고 미쿠의 천사에 조종당하는 요시노와 야마이 자매",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:10,899",
        endTime  = "00:00:12,199",
        content  = "지원도 중단된 상황이 지속되는 가운데",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:14,699",
        endTime  = "00:00:18,100",
        content  = "절체절명의 위기 속, 갑자기 적극적인 청혼을 해오는 쿠루미?!",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:18,850",
        endTime  = "00:00:21,0",
        content  = "가 아니라… 동맹을 제안했다!",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:25,600",
        endTime  = "00:00:31,199",
        content  = "인류에게 절망감을 선사하겠다는 왜곡된 환상 속의 정령은 마침내 생각을 바꾸는데",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:31,899",
        endTime  = "00:00:34,799",
        content  = "자, 우리들의 전쟁을 시작하자!",
    },
}