return {
    [1] = {
        id = 1,
        beginTime  = "00:00:02,0",
        endTime  = "00:00:09,0",
        content  = "또 미친듯이 먹어치웠군요. <나이트메어>",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:10,0",
        endTime  = "00:00:16,0",
        content  = "어머, 당신은...타카미야 마나 양, 맞죠?",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:17,0",
        endTime  = "00:00:21,300",
        content  = "내 이름을 기억하고 있는건 칭찬해 줄게요",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:22,0",
        endTime  = "00:00:26,0",
        content  = "하지만 그렇게… 멋대로 부르지는 말아주겠어요? 역겹거든요",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:27,0",
        endTime  = "00:00:32,0",
        content  = "어머~ 저 역시 <나이트메어>라고 불리는 건 슬퍼요",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:33,0",
        endTime  = "00:00:36,950",
        content  = "그러니 괜찮으시면 토키사키 쿠루미라는 이름으로 저를 불러 주시지 않겠어요?",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:39,0",
        endTime  = "00:00:40,150",
        content  = "닥쳐! 정령!",
    },
}