return {
    [1] = {
        id = 1,
        beginTime  = "00:00:08,0",
        endTime  = "00:00:12,0",
        content  = "나... 나는...",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:12,800",
        endTime  = "00:00:19,0",
        content  = "고마워... 날 불러 줘서...",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:19,800",
        endTime  = "00:00:26,0",
        content  = "네가 없었다면... 난 다시 돌이킬 수 없는 죄를 범했을 거야...",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:26,800",
        endTime  = "00:00:34,0",
        content  = "흑흑　",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:34,800",
        endTime  = "00:00:37,0",
        content  = "너에게도 반드시 사과해야만 해",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:37,800",
        endTime  = "00:00:45,0",
        content  = "너에게 품고 있던 감정은 사랑도, 좋아하는 마음도 아니었어",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:45,800",
        endTime  = "00:00:51,0",
        content  = "난 그저 네게 의존하고 있었을 뿐이야",
    },
    [8] = {
        id = 8,
        beginTime  = "00:00:51,800",
        endTime  = "00:00:58,0",
        content  = "부모님을 잃었을 때 나타났던 너로... 내 마음의 빈 자리를 채웠던 거야",
    },
    [9] = {
        id = 9,
        beginTime  = "00:00:58,800",
        endTime  = "00:01:03,0",
        content  = "그거 영광인걸... 참, 네게 돌려줘야 할 게 하나 더 있어",
    },
    [10] = {
        id = 10,
        beginTime  = "00:01:03,800",
        endTime  = "00:01:08,0",
        content  = "그때 네가 내게 맡긴 건 눈물만이 아니었으니까",
    },
    [11] = {
        id = 11,
        beginTime  = "00:01:08,800",
        endTime  = "00:01:12,0",
        content  = "저기... 나...",
    },
}