return {
    [1] = {
        id = 1,
        beginTime  = "00:00:04,800",
        endTime  = "00:00:06,500",
        content  = "부모님이 살해당해",
    },
    [2] = {
        id = 2,
        beginTime  = "00:00:06,1000",
        endTime  = "00:00:09,150",
        content  = "정령을 향한 복수를 결정한 소녀는",
    },
    [3] = {
        id = 3,
        beginTime  = "00:00:09,550",
        endTime  = "00:00:13,0",
        content  = "쿠루미의 힘으로 5년 전으로 돌아가게 되고",
    },
    [4] = {
        id = 4,
        beginTime  = "00:00:16,800",
        endTime  = "00:00:20,100",
        content  = "구원받을 수 없는 파멸, 희망을 잃어버린 참극",
    },
    [5] = {
        id = 5,
        beginTime  = "00:00:20,600",
        endTime  = "00:00:22,199",
        content  = "어떻게 해야만 지워질 수 있는 것인가",
    },
    [6] = {
        id = 6,
        beginTime  = "00:00:26,699",
        endTime  = "00:00:29,300",
        content  = "운명에 저주받은 정령을 구하기 위해",
    },
    [7] = {
        id = 7,
        beginTime  = "00:00:29,800",
        endTime  = "00:00:32,799",
        content  = "우리들의 전쟁을 시작하자!",
    },
}